Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SCIENCE_LOOT"]/desc
source: The strongest of the Burst Laser line. Though not sold to common ships, this weapon can fire the largest salvo among Laser weapons.
fr: Le plus puissant des Lasers Rafales. Bien qu'elle ne soit pas vendue aux vaisseaux ordinaires, cette arme peut tirer la plus grosse salve parmi les armes laser.
ru: Самый мощный из всех импульсных лазеров. Хотя это орудие не продается обычным кораблям, оно способно произвести самый мощный залп среди лазерных орудий.
zh_hans: 最强的爆裂激光。虽然不出售给普通舰船，但这件武器可以发射远多于任何其他激光武器的弹体数量。

source: One of the premier scientists in this universe, responsible for many important technologies. Inherited Human stats: minor suffocation resistance, learns skills faster
fr: L'un des plus grands scientifiques de l'univers, à l'origine de nombreuses technologies importantes. Stats. héritées des humains : résistance mineure à la suffocation, apprentissage plus rapide des compétences.
ru: Один из главных ученых в этой вселенной, ответственный за создание многих важных технологий. Наследует характеристики людей: незначительное сопротивление удушью, быстрее осваивает навыки
zh_hans: 本宇宙顶尖科学家之一，主导了多项重要技术的研发。 继承人类属性：具备轻微窒息抗性，技能学习速度更快

source: Human Scientist
fr: Scientifique humain
ru: Человек-ученый
zh_hans: 人类科学家

source: Scientist
fr: Scientifique
ru: Ученый
zh_hans: 科学家

source: Inflicts 1.2x damage in crew combat
fr: Inflige 1.2x les dégâts en combat d'équipage
ru: Наносит 1.2х урона в бою с экипажем
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
fr: Reçoit 0.7x de dégat en combat et 0.6x du feu
ru: Получает 0.7x урона в бою с экипажем и 0.6x от пожаров
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Hostile drones in the same room take 2x damage from all sources
fr: Les drones hostiles qui se trouvent dans la même pièce subissent deux fois plus de dégâts, toutes sources confondues.
ru: Вражеские дроны, находящиеся в одном отсеке, получают 2х урон от всех источников
zh_hans: 同一舱室内的敌对无人机受到的所有伤害提高至2倍

source: 1.20x repair speed
fr: 1.20x de vitesse de réparation
ru: 1.2х скорость ремонта
zh_hans: 1.2倍维修速度

source: Learns repairs even faster
fr: Apprend les réparations encore plus vite
ru: Учится ремонту еще быстрее
zh_hans: 维修技能提升速度特别快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_rad_scientist"]/desc
source: One of the premier scientists in this universe, responsible for many important technologies. Inherited Human stats: minor suffocation resistance, learns skills faster
fr: L'un des plus grands scientifiques de l'univers, à l'origine de nombreuses technologies importantes. Stats. héritées des humains : résistance mineure à la suffocation, apprentissage plus rapide des compétences.
ru: Один из главных ученых в этой вселенной, ответственный за создание многих важных технологий. Наследует характеристики людей: незначительное сопротивление удушью, быстрее осваивает навыки
zh_hans: 本宇宙顶尖科学家之一，主导了多项重要技术的研发。 继承人类属性：具备轻微窒息抗性，技能学习速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="unique_rad_scientist"]/title
source: Human Scientist
fr: Scientifique humain
ru: Человек-ученый
zh_hans: 人类科学家

# data/blueprints.xml.append$//crewBlueprint[@name="unique_rad_scientist"]/short
source: Scientist
fr: Scientifique
ru: Ученый
zh_hans: 科学家

source: Inflicts 1.2x damage in crew combat
fr: Inflige 1.2x les dégâts en combat d'équipage
ru: Наносит 1.2х урона в бою с экипажем
zh_hans: 1.2倍战斗伤害

source: Takes 0.7x damage from crew combat and 0.6x from fires
fr: Reçoit 0.7x de dégat en combat et 0.6x du feu
ru: Получает 0.7x урона в бою с экипажем и 0.6x от пожаров
zh_hans: 受到0.7倍战斗伤害与0.6倍灼烧伤害

source: Hostile drones in the same room take 2x damage from all sources
fr: Les drones hostiles qui se trouvent dans la même pièce subissent deux fois plus de dégâts, toutes sources confondues.
ru: Вражеские дроны, находящиеся в одном отсеке, получают 2х урон от всех источников
zh_hans: 同一舱室内的敌对无人机受到的所有伤害提高至2倍

source: 1.20x repair speed
fr: 1.20x de vitesse de réparation
ru: 1.2х скорость ремонта
zh_hans: 1.2倍维修速度

source: Learns repairs even faster
fr: Apprend les réparations encore plus vite
ru: Учится ремонту еще быстрее
zh_hans: 维修技能提升速度特别快

source: Elite Weapon Cruiser
fr: Croiseur d'armes d'élite
ru: Элитный орудийный крейсер
zh_hans: 精英武器星舰

source: More Powa
fr: Plus de Puissance
ru: Больше Пова
zh_hans: 更加强大的动力

source: This ship's weapon system has been beefed up to have a maximum system power of 12, however this extra power draw means you're unable to install any kind of medical system.
fr: Le système d'armement de ce vaisseau a été renforcé pour atteindre une puissance maximale de 12, mais ce surplus d'énergie signifie qu'il est impossible d'installer un système médical.
ru: Оружейная система этого корабля была усилена и имеет максимальную мощность 12 единиц, однако это дополнительное энергопотребление означает, что вы не можете установить какую-либо медицинскую систему.
zh_hans: 该舰武器系统已增强至最大系统能量12点，但额外的能量负载意味着无法安装任何医疗系统。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DOOR_LOCKS"]/title
source: Powerful Weapons System
fr: Un système d'armes puissant
ru: Мощная оружейная система
zh_hans: 强效武器系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DOOR_LOCKS"]/desc
source: The weapon system has been beefed up to have a maximum system power of 12, however this extra power draw means that your doors become locked while the weapons system is powered on.
fr: Le système d'armement a été renforcé pour atteindre une puissance maximale de 12, mais cette consommation d'énergie supplémentaire signifie que vos portes sont verrouillées lorsque le système d'armement est en marche.
ru: Оружейная система была усилена и теперь ее максимальная мощность составляет 12 единиц, однако это дополнительное потребление энергии означает, что ваши двери будут заперты, пока оружейная система включена.
zh_hans: 武器系统已增强至最大系统能量12点，但额外的能量负载会导致武器系统启动时所有舱门自动锁定。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_SCRAP"]/title
source: Small Cargo Hold
fr: Petite Soute à Cargo
ru: Малый грузовой отсек
zh_hans: 小型货舱

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_SCRAP"]/desc
source: Once you reach 75 scrap in your cargo hold, you are unable to gain any more from combat or events. +20% scrap gain.
fr: Une fois que vous avez atteint les 75 ferrailles dans votre soute, vous ne pouvez plus en gagner en combat ou lors d'événements. +20 % de gain de ferraille.
ru: Как только в вашем грузовом отсеке накопится 75 единиц металлолома, вы не сможете получить больше ни в бою, ни в событиях. +20% к добыче лома.
zh_hans: 当货舱内废料达到75单位时，你将无法再从战斗或事件中获得更多废料。 废料获取量+20%。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_1"]/title
source: Diffusion Cannon MK I
fr: Canon à diffusion MK I
ru: Диффузная пушка мод. I
zh_hans: 扩散炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_1"]/short
source: Diffuse I
ru: Диффузия I
zh_hans: 扩散I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_1"]/desc
source: Each projectile fired from this weapon impacts the shields, taking down one shield layer them, before splitting into two more projectiles that each hit somewhere on the enemy ship. When the projectile splits each new projectile will deviate from the impact point by up to 10 pixels. Does not work through Super Shields.
fr: Chaque projectile tiré par cette arme percute les boucliers, faisant tomber une couche de boucliers, avant de se diviser en deux autres projectiles qui frappent chacun quelque part sur le vaisseau ennemi. Lorsque le projectile se divise, chaque nouveau projectile s'écarte du point d'impact de 10 pixels maximum. Ne fonctionne pas avec les super boucliers.
ru: Каждый снаряд, выпущенный из этого оружия, поражает щиты, снимая один слой щитов, а затем разделяется на два снаряда, каждый из которых попадает куда-то на вражеском корабле. При разделении снаряда каждый новый снаряд отклоняется от точки попадания на расстояние до 10 пикселей. Не работает через суперщиты.
zh_hans: 该武器发射的每发弹体会先命中护盾，击破一层护盾，随后分裂成两发弹体，各自击中敌舰某处。 分裂后的每发新弹体会从命中点偏移最多10像素。无法穿透超能护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_2"]/title
source: Diffusion Cannon MK II
fr: Canon à diffusion MK II
ru: Диффузная пушка мод. II
zh_hans: 扩散加农炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_2"]/short
source: Diffuse II
ru: Диффузия II
zh_hans: 扩散II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_2"]/desc
source: Each projectile fired from this weapon impacts the shields, taking down one shield layer them, before splitting into two more projectiles that each hit somewhere on the enemy ship. When the projectile splits each new projectile will deviate from the impact point by up to 10 pixels. Does not work through Super Shields.
fr: Chaque projectile tiré par cette arme percute les boucliers, faisant tomber une couche de boucliers, avant de se diviser en deux autres projectiles qui frappent chacun quelque part sur le vaisseau ennemi. Lorsque le projectile se divise, chaque nouveau projectile s'écarte du point d'impact de 10 pixels maximum. Ne fonctionne pas avec les super boucliers.
ru: Каждый снаряд, выпущенный из этого оружия, поражает щиты, снимая один слой щитов, а затем разделяется на два снаряда, каждый из которых попадает куда-то на вражеском корабле. При разделении снаряда каждый новый снаряд отклоняется от точки попадания на расстояние до 10 пикселей. Не работает через суперщиты.
zh_hans: 该武器发射的每发弹体会先命中护盾，击破一层护盾，随后分裂成两发弹体，各自击中敌舰某处。 分裂后的每发新弹体会从命中点偏移最多10像素。无法穿透超能护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_3"]/title
source: Diffusion Cannon MK III
fr: Canon à diffusion MK III
ru: Диффузная пушка мод. III
zh_hans: 扩散加农炮III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_3"]/short
source: Diffuse III
ru: Диффузия III
zh_hans: 扩散III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_3"]/desc
source: Each projectile fired from this weapon impacts the shields, taking down one shield layer them, before splitting into two more projectiles that each hit somewhere on the enemy ship. When the projectile splits each new projectile will deviate from the impact point by up to 10 pixels. Does not work through Super Shields.
fr: Chaque projectile tiré par cette arme percute les boucliers, faisant tomber une couche de boucliers, avant de se diviser en deux autres projectiles qui frappent chacun quelque part sur le vaisseau ennemi. Lorsque le projectile se divise, chaque nouveau projectile s'écarte du point d'impact de 10 pixels maximum. Ne fonctionne pas avec les super boucliers.
ru: Каждый снаряд, выпущенный из этого оружия, поражает щиты, снимая один слой щитов, а затем разделяется на два снаряда, каждый из которых попадает куда-то на вражеском корабле. При разделении снаряда каждый новый снаряд отклоняется от точки попадания на расстояние до 10 пикселей. Не работает через суперщиты.
zh_hans: 该武器发射的每发弹体会先命中护盾，击破一层护盾，随后分裂成两发弹体，各自击中敌舰某处。 分裂后的每发新弹体会从命中点偏移最多10像素。无法穿透超能护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_ION"]/title
source: Diffusion Ion
ru: Диффузный ион
zh_hans: 扩散离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_ION"]/short
source: Diffuse Ion
fr: Diffus Ion
ru: Диффуз. ион
zh_hans: 扩散离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_DIFFUSE_ION"]/desc
source: Each projectile fired from this weapon impacts the shields, ioning them, before splitting into two more projectiles that each hit somewhere on the enemy ship. When the projectile splits each new projectile will deviate from the impact point by up to 10 pixels. Does not work through Super Shields.
fr: Chaque projectile tiré par cette arme percute les boucliers, les ionise, avant de se diviser en deux autres projectiles qui frappent chacun un endroit du vaisseau ennemi. Lorsque le projectile se divise, chaque nouveau projectile s'écarte du point d'impact de 10 pixels maximum. Ne fonctionne pas avec les super boucliers.
ru: Каждый снаряд, выпущенный из этого оружия, попадает в щиты, ионизирует их, а затем разделяется на два других снаряда, каждый из которых попадает в какую-нибудь точку вражеского корабля. При разделении снаряда каждый новый снаряд отклоняется от точки попадания на расстояние до 10 пикселей. Не работает через суперщиты.
zh_hans: 该武器发射的每发弹体会先命中护盾，造成离子干扰，随后分裂成两发弹体，各自击中敌舰某处。 分裂后的每发新弹体会从命中点偏移最多10像素。无法穿透超能护盾。

source: Elite Reactor Cruiser
fr: Croiseur Réacteur d'Élite
ru: Элитный реакторный крейсер
zh_hans: 精英反应堆星舰

source: Compact Collector
fr: Collecteur compact
ru: Компактный сборщик
zh_hans: 紧凑型收集器

source: A ship with a massive reactor, however this intrudes on the cargo bay, limiting the amount of scrap you can hold
fr: Un vaisseau doté d'un énorme réacteur, mais celui-ci empiète sur la soute, ce qui limite la quantité de ferraille qu'il peut contenir.
ru: Корабль с огромным реактором, однако он занимает грузовой отсек, ограничивая количество вмещаемого лома.
zh_hans: 该舰搭载了巨型反应堆，但因此侵占了货舱空间，限制了可携带的废料总量

source: Elite Artillery Cruiser
fr: Croiseur d'artillerie d'élite
ru: Элитный артиллерийский крейсер
zh_hans: 精英巨炮星舰

source: The Accelerator
fr: L'accélérateur
ru: Ускоритель
zh_hans: 加速者号

source: This ship has a specially designed artillery that can gain power when it delivers the finishing hit to an enemy ship, this power can then be used to upgrade the artillery's stats.
fr: Ce vaisseau dispose d'une artillerie spécialement conçue qui peut gagner en puissance lorsqu'elle porte le coup de grâce à un vaisseau ennemi. Cette puissance peut ensuite être utilisée pour améliorer les statistiques de l'artillerie.
ru: Этот корабль оснащен специально разработанной артиллерией, которая может накапливать энергию, когда наносит добивающий удар по вражескому кораблю; эта энергия может быть использована для улучшения характеристик артиллерии.
zh_hans: 该舰配备特制巨炮系统，在对敌舰完成最后一击时可汲取能量，并利用该能量提升巨炮属性。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_HEKTAR"]/title
source: Hektar Modular Laser Artillery
fr: Artillerie laser modulaire Hektar
ru: Модульная лазерная артиллерия Гектар
zh_hans: 赫克塔模块化激光巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_HEKTAR"]/short
source: Hektar Modular Laser Artillery
fr: Artillerie laser modulaire Hektar
ru: Модульная лазерная артиллерия Гектар
zh_hans: 赫克塔模块化激光巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_HEKTAR"]/desc
source: [BASE COOLDOWN: 15] Fires 3 lasers by default, can install an infinite number of modular components.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 15] Tire 3 lasers par défaut, peut installer un nombre infini de composants modulaires.
ru: [Базовая перезарядка: 15] По умолчанию стреляет 3 лазерами, можно установить бесконечное количество модульных компонентов.
zh_hans: [基础冷却时间：15] 默认发射3道激光，可安装无限数量的模块化组件。

source: Modular Laser.
fr: Laser modulaire.
ru: Модульный лазер.
zh_hans: 模块化激光。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_NO_DOOR"]/title
source: Personal Teleporters
fr: Téléporteurs Personnels
ru: Персональные телепорт.
zh_hans: 个人传送器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_NO_DOOR"]/desc
source: Allows your crew to teleport around the ship, however it only works when your weapon system is unpowered.
fr: Permet à votre équipage de se téléporter dans le vaisseau, mais uniquement lorsque votre système d'armement est désactivé.
ru: Позволяет экипажу телепортироваться по кораблю, но работает только тогда, когда оружейная система не включена.
zh_hans: 允许船员在舰内瞬移，但仅在你的武器系统未供能时生效。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DOCKING_DRILL"]/title
source: Docking Drill
fr: Forage d'amarrage
ru: Стыковочный бур
zh_hans: 舰船对接器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DOCKING_DRILL"]/desc
source: Enables you to attach yourself to the side of the enemy ship. When you do so your teleporter cooldown becomes instantaneous, however this will also apply to the enemy. This will also disable the heal on teleportation effect if you choose to dock with the enemy. Additionally this will make projectiles undodgeable for both you and your enemy (excluding when cloaked). The enemy will be unable to run away for 2 minutes if you dock with them.
fr: Vous permet de vous attacher au côté du vaisseau ennemi. Lorsque vous le faites, le temps de recharge de votre téléporteur devient instantané, mais cela s'applique également à l'ennemi. Cela désactivera également l'effet de guérison de la téléportation si vous choisissez de vous amarrer à l'ennemi. De plus, les projectiles ne pourront plus être esquivés, ni par vous ni par l'ennemi (sauf en cas d'occultation). L'ennemi ne pourra pas s'enfuir pendant 2 minutes si vous vous arrimez à lui.
ru: Позволяет прикрепиться к борту вражеского корабля. Когда вы это сделаете, время перезарядки вашего телепорта станет мгновенным, однако это будет действовать и на врага. Это также отключит эффект исцеления при телепортации, если вы решите пристыковаться к врагу. Кроме того, это сделает снаряды неуклоняемыми как для вас, так и для противника (за исключением случаев, когда он замаскирован). Враг не сможет убежать в течение 2 минут, если вы состыкуетесь с ним.
zh_hans: 使你能够与敌舰侧舷对接。 对接后，你的传送器冷却变为瞬时完成，但此效果同样适用于敌方。 若选择与敌舰对接，传送治疗效果将被禁用。 此外，对接将使双方舰船均无法闪避射弹（隐身状态除外）。 与敌舰对接后，敌方在2分钟内无法撤退。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_UP_ARTI"]/title
source: Upgraded Artillery
fr: Artillerie améliorée
ru: Улучшенная артиллерия
zh_hans: 升级型巨炮

# data/blueprints.xml.append$//augBlueprint[@name="RAD_UP_ARTI"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SCRAP_HULL"]/title
source: Scrap Hull
fr: Ferraille de coque
ru: Корпус из лома
zh_hans: 废料舰体

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SCRAP_HULL"]/desc
source: Instead of having hull health your ship dies if you reach 0 scrap. Each time you get hit you lose 10% of your scrap, if you were to lose less than 10 scrap, lose 10 scrap instead. Increases scrap gain by 25%
fr: Au lieu d'avoir la santé de la coque, votre vaisseau meurt si vous atteignez 0 ferraille. Chaque fois que vous êtes touché, vous perdez 10 % de votre ferraille. Si vous deviez perdre moins de 10 ferrailles, vous en perdez 10 de toute façon. Augmente le gain de ferraille de 25 %
ru: Вместо того чтобы иметь здоровье корпуса, корабль погибает при достижении 0 лома. Каждый раз, когда вы получаете удар, вы теряете 10% своего лома, если вы должны были потерять меньше 10 лома, вместо этого вы потеряете 10 лома. Увеличивает добычу лома на 25%
zh_hans: 你的舰船不再拥有舰体生命值，当废料归零时即被摧毁。 每次被击中会损失10%的废料，若损失不足10废料，则固定损失10废料。 废料获取量提升25%

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN"]/title
source: Coin Cannon MK I
fr: Canon à pièces MK I
ru: Монетная пушка мод. I
zh_hans: 撒币炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN"]/short
source: Coin Gun I
fr: Canon à pièces I
ru: Монет. пушка I
zh_hans: 撒币I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN"]/desc
source: This weapon fires coins, each projectile removes 2 scrap from the ship, however if it successfully hits the ship it will return the scrap plus an extra, doesn't return the scrap when hitting shields or drones.
fr: Cette arme tire des pièces, chaque projectile consomme 2 ferrailles du vaisseau, mais si le tir touche sa cible avec succès, la ferraille est récupérée avec un bonus supplémentaire. Cependant, la ferraille n'est pas rendue si le projectile frappe un bouclier ou un drone.
ru: Это оружие стреляет монетами, каждый снаряд похищает с корабля 2 единицы лома, но при удачном попадании вражеский корабль возвращает этот лом, плюс похищает еще 1, не возвращает лом при попадании в щиты или дроны.
zh_hans: 该武器发射钱币，每发弹体会消耗2废料，但若成功命中舰体则会返还废料（命中护盾或无人机时不返还）。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN_ENEMY"]/title
source: Coin Cannon MK I
fr: Canon à pièces MK I
ru: Монетная пушка мод. I
zh_hans: 撒币炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN_ENEMY"]/short
source: Coin Gun I
fr: Canon à pièces I
ru: Монет. пушка I
zh_hans: 撒币I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_COINGUN_ENEMY"]/desc
source: This weapon fires coins, each projectile removes 2 scrap from the ship, however if it successfully hits the ship it will return the scrap, doesn't return the scrap when hitting shields or drones.
fr: Cette arme tire des pièces, chaque projectile consomme 2 ferrailles du vaisseau, mais si le tir touche sa cible avec succès, la ferraille est récupérée. Cependant, la ferraille n'est pas rendue si le projectile frappe un bouclier ou un drone.
ru: Это оружие стреляет монетами, каждый снаряд похищает с корабля 2 единицы лома, но при удачном попадании вражеский корабль возвращает этот лом, не возвращает лом при попадании в щиты или дроны.
zh_hans: 该武器发射钱币，每发弹体会消耗2废料，但若成功命中舰体则会返还废料（命中护盾或无人机时不返还）。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MANTIS"]/class
source: Lockdown Cruiser
fr: Croiseur de Confinement
ru: Запирающий крейсер
zh_hans: 封锁星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MANTIS"]/name
source: The Adoorable
fr: L'Adorable
ru: Очароваательный
zh_hans: “萌门”号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MANTIS"]/desc
source: This ship makes use of small personal teleporters to move crew around the ship, however they don't work while the weapons are powered.
fr: Ce vaisseau utilise de petits téléporteurs personnels pour déplacer l'équipage dans le vaisseau, mais ils ne fonctionnent pas lorsque les armes sont activées.
ru: Для перемещения экипажа по кораблю используются небольшие персональные телепорты, однако они не работают, пока система оружия запитана.
zh_hans: 该舰使用微型个人传送器在舰内移动船员，但武器系统供能时传送器会失效。

source: Scrap Cruiser
fr: Croiseur de Ferraille
ru: Мусорный крейсер
zh_hans: 废料星舰

source: The Scrapyard
fr: La casse
ru: Свалка
zh_hans: 人为财死鸟为食亡

source: This ship's hull is almost entirely made up of scrap, making it very easy to repair, however it comes apart quite easily and as such you can lose your scrap quickly.
fr: La coque de ce vaisseau est presque entièrement constituée de ferraille, ce qui la rend très facile à réparer, mais elle se démonte assez facilement et, de ce fait, vous pouvez perdre votre ferraille rapidement.
ru: Корпус этого корабля почти полностью состоит из лома, что делает его очень простым в ремонте, однако он довольно легко разваливается на части, и поэтому вы можете быстро потерять свой лом.
zh_hans: 该舰的舰体几乎完全由废料构成，极易修复，但也因此结构松散，可能导致废料快速流失。

source: Invasion Cruiser
fr: Croiseur Invasion
ru: Крейсер вторжения
zh_hans: 入侵星舰

source: Docking Speed!
fr: Vitesse d'amarrage !
ru: Скоростная стыковка!
zh_hans: 疾锁猎星！

source: This ship makes use if a docking drill to enable your crew to get into and out of the enemy ship instantly.
fr: Ce vaisseau utilise une foreuse d'amarrage pour permettre à votre équipage d'entrer et de sortir instantanément du vaisseau ennemi.
ru: Этот корабль использует стыковочный бур, чтобы ваш экипаж мог мгновенно попасть на вражеский корабль и покинуть его.
zh_hans: 该舰配备舰船对接器，使你的船员能够瞬间出入敌舰。

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_WONDERDRONE"]/title
source: The WonderDrone+ (tm)
fr: Le MerveilloDrone+ (tm)
ru: Чудо-дрон+ (ТМ)
zh_hans: 惊奇无人机+(tm)

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_WONDERDRONE"]/short
source: WonderDrone+
fr: MerveilloDrone+
ru: Чудо-дрон+
zh_hans: 惊奇无人机+
