Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_WONDERDRONE"]/desc
source: An upgraded variant of the wonderdrone, capable of powering all 4 weapons at once, those being a missile, an ion, a beam, and a laser.
fr: Variante améliorée du MerveilloDrone, capable d'alimenter les 4 armes à la fois, à savoir un missile, un ion, un rayon et un laser.
ru: Модернизированный вариант Чудо-дрона, способный питать все 4 вида оружия одновременно: ракетницу, ионы, луч и лазер.
zh_hans: 惊奇无人机的升级型号，能够同时为4种武器供能：导弹、离子炮、光束炮与激光炮。

source: Drone Beam
fr: Drone Rayon
ru: Лучевой дрон
zh_hans: 无人机光束

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_BURSTDRONE"]/title
source: Burst Drone MK I
fr: Drone Rafale MK I
ru: Импульсный дрон мод. I
zh_hans: 连爆无人机I

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_BURSTDRONE"]/short
source: Burst Drone I
fr: Drone Rafale I
ru: Имп. дрон I
zh_hans: 连爆无人机I

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_BURSTDRONE"]/desc
source: An upgraded variant of the wonderdrone, capable of powering all 4 weapons at once, those being a missile, an ion, a beam, and a laser.
fr: Variante améliorée du MerveilloDrone, capable d'alimenter les 4 armes à la fois, à savoir un missile, un ion, un rayon et un laser.
ru: Модернизированный вариант Чудо-дрона, способный питать все 4 вида оружия одновременно: ракетницу, ионы, луч и лазер.
zh_hans: 惊奇无人机的升级型号，能够同时为4种武器供能：导弹、离子炮、光束炮与激光炮。

source: Drone Beam
fr: Drone Rayon
ru: Лучевой дрон
zh_hans: 无人机光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BIG_ARTI"]/title
source: Dynamic Artillery
fr: Artillerie dynamique
ru: Динамическая артиллерия
zh_hans: 动态巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BIG_ARTI"]/short
source: Artillery
fr: Artillerie
ru: Артиллерия
zh_hans: 巨炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BIG_ARTI"]/desc
source: [Base cooldown: 20] By default fires a 2 Lasers that do 1 damage each.
fr: [Temps de recharge par défaut : 20] Par défaut, tire 2 lasers qui infligent 1 dégât chacun.
ru: [Базовая перезарядка: 20] По умолчанию выпускает 2 лазера, наносящих по 1 урону каждый.
zh_hans: [基础冷却时间：20] 默认发射2道激光，每道造成1点伤害。

source: Elite Science Cutter
fr: Coupeur de science d'Élite
ru: Элитный резак ученых
zh_hans: 精英科研切割舰

source: The ISS
fr: L'ISS
ru: МКС
zh_hans: ISS号

source: Good Luck Captain.
fr: Bonne chance, Capitaine.
ru: Удачи, капитан.
zh_hans: 祝你好运，舰长。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_HIGH_WEAPON"]/title
source: High Power Weapons
fr: Armes de grande puissance
ru: Высокомощное оружие
zh_hans: 高能武器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_HIGH_WEAPON"]/desc
source: The weapon mounts on this ship are specifically designed for weapons that use 4 or more power, these weapons are reduced to only require 2 power. Weapons that use 2 power or less won't work with these weapon slots. 3 power weapons work normally
fr: Les supports d'armes de ce vaisseau sont spécialement conçus pour les armes nécessitant 4 points de puissance ou plus, réduisant leur coût énergétique à seulement 2. Les armes nécessitant 2 points de puissance ou moins ne fonctionneront pas avec ces emplacements. Les armes de 3 points de puissance fonctionnent normalement.
ru: Оружейные крепления на этом корабле специально разработаны для орудий, потребляющего 4 и более энергии, а для этого орудиям требуется всего 2 энергии. Орудия, потребляющее 2 энергии или меньше, не будут работать в слотах. Орудия мощностью 3 энергии работают как обычно.
zh_hans: 该舰的武器挂架专为能耗4点及以上的武器设计，这类武器的能耗需求会降至仅需2点。 能耗2点及以下的武器无法适配这些挂架。能耗3点的武器可正常使用

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SUPER_RANDOM"]/title
source: Super Scrambler
fr: Super Embrouilleur
ru: Суперскремблер
zh_hans: 超级扰频器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SUPER_RANDOM"]/desc
source: Replaces all your weapons, crew, and drones every combat.
fr: Remplace toutes vos armes, votre équipage et vos drones à chaque combat.
ru: Заменяет все ваше оружие, экипаж и дронов каждый бой.
zh_hans: 每场战斗都会替换你所有的武器、船员和无人机。

# data/blueprints.xml.append$/FTL/weaponBlueprint[56]/title
source: Time Bomb Deployer
fr: Déployeur de bombes à retardement
ru: Установщик бомбы с таймером
zh_hans: 定时炸弹部署器

# data/blueprints.xml.append$/FTL/weaponBlueprint[56]/short
source: Bomb Deployer
fr: Déployeur de bombes
ru: Установщик бомб
zh_hans: 炸弹部署器

# data/blueprints.xml.append$/FTL/weaponBlueprint[56]/desc
source: Every time it charges it will construct another time bomb.
fr: Chaque fois qu'il se recharge, il construit une nouvelle bombe à retardement.
ru: Каждый раз, когда он заряжается, он создает одну бомбу с таймером.
zh_hans: 每次充能完成都会额外构造一枚定时炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD"]/title
source: Time Bomb Factory
fr: Usine de bombes à retardement
ru: Фабрика бомб с таймером
zh_hans: 定时炸弹工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD"]/short
source: Time Bomb Factory
fr: Usine de bombes à retardement
ru: Фабрика бомб с таймером
zh_hans: 定时炸弹工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD"]/desc
source: [BASE COOLDOWN: 20] Every time it charges it will construct another time bomb.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 20] Chaque fois qu'elle se recharge, elle construit une nouvelle bombe à retardement.
ru: [Базовая перезарядка: 20] Каждый раз, когда заряжается, создает еще одну бомбу с таймером.
zh_hans: [基础冷却时间：20] 每次充能完成都会额外构造一枚定时炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD"]/tooltip
source: Creates a new time bomb each time it charges.
fr: Crée une nouvelle bombe à retardement à chaque fois qu'elle se recharge.
ru: При каждой зарядке создает новую бомбу с таймером.
zh_hans: 每次充能都会生成一枚新的定时炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD_2"]/title
source: Secondary Bomb Factory
fr: Usine de fabrication de bombes secondaires
ru: Вторая фабрика бомб
zh_hans: 次级炸弹工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD_2"]/short
source: Secondary Bomb Factory
fr: Usine de fabrication de bombes secondaires
ru: Вторая фабрика бомб
zh_hans: 次级炸弹工厂

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD_2"]/desc
source: [BASE COOLDOWN: 20] Every time it charges it will construct another time bomb.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 20] Chaque fois qu'elle se recharge, elle construit une nouvelle bombe à retardement.
ru: [Базовая перезарядка: 20] Каждый раз, когда заряжается, создает еще одну бомбу с таймером.
zh_hans: [基础冷却时间：20] 每次充能完成都会额外构造一枚定时炸弹。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_DD_2"]/tooltip
source: Creates a new time bomb each time it charges.
fr: Crée une nouvelle bombe à retardement à chaque fois qu'elle se recharge.
ru: При каждой зарядке создает новую бомбу с таймером.
zh_hans: 每次充能都会生成一枚新的定时炸弹。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_missile"]/title
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_missile"]/short
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_missile"]/desc
source: When this bomb explodes it will do 1 hull damage, 1 system damage, and 30 crew damage with a 50% breach chance.
fr: Lorsque cette bombe explose, elle inflige 1 dégât à la coque, 1 dégât au système et 30 dégât à l'équipage avec 50 % de Chances de trou dans la coque..
ru: Когда эта бомба взрывается, она наносит 1 урон корпусу, 1 урон системе и 30 урона экипажу с 50% вероятностью создать пробоину.
zh_hans: 该炸弹爆炸时会造成1点舰体伤害、1点系统伤害与30点船员伤害，并有50%的破舱几率。

source: 0.5x combat damage
fr: 0,5 fois les dégâts de combat
ru: 0.5x боевой урон
zh_hans: 战斗伤害 ×0.5

source: 0.5x move speed.
fr: 0,5 fois la vitesse de déplacement.
ru: 0.5x скорость передвижения.
zh_hans: 移动速度 ×0.5。

source: Immune to suffocation, takes 0.2x damage from fires.
fr: Immunisé à la suffocation, subit 0,2 fois les dégâts des incendies.
ru: Невосприимчива к удушью, получает 0.2х урон от огня.
zh_hans: 免疫窒息，受到火焰伤害×0.2。

source: Will explode after 10 seconds.
fr: Explose au bout de 10 secondes.
ru: Взрывается через 10 секунд.
zh_hans: 将在10秒后爆炸。

source: Explosion will do 1 hull damager, 1 system damage, and 30 crew damage with a 50% breach chance.
fr: L'explosion inflige 1 dégât à la coque, 1 dégât au système et 30 dégât à l'équipage avec 50 % de Chances de trou dans la coque..
ru: Взрыв наносит 1 урон корпусу, 1 урон системе и 30 урона экипажу с 50% вероятностью создать пробоину.
zh_hans: 爆炸将造成1点舰体伤害、1点系统伤害及30点船员伤害，并附带50%的破舱几率。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb"]/title
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb"]/short
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb"]/desc
source: When this bomb explodes it will do 2 hull damage, 2 system damage, and 60 crew damage with a 100% breach chance.
fr: Lorsque cette bombe explose, elle inflige 2 dégâts à la coque, 2 dégâts au système et 60 dégâts à l'équipage avec 100 % de Chances de trou dans la coque..
ru: Когда эта бомба взрывается, она наносит 2 урон корпусу, 2 урон системе и 60 урона экипажу с 100% вероятностью создать пробоину.
zh_hans: 该炸弹爆炸时会造成2点舰体伤害、2点系统伤害与60点船员伤害，并附带100%的破舱几率。

source: 0.5x combat damage
fr: 0,5 fois les dégâts de combat
ru: 0.5x боевой урон
zh_hans: 战斗伤害 ×0.5

source: 0.5x move speed.
fr: 0,5 fois la vitesse de déplacement.
ru: 0.5x скорость передвижения.
zh_hans: 移动速度 ×0.5。

source: Immune to suffocation, takes 0.2x damage from fires.
fr: Immunisé à la suffocation, subit 0,2 fois les dégâts des incendies.
ru: Невосприимчива к удушью, получает 0.2х урон от огня.
zh_hans: 免疫窒息，受到火焰伤害×0.2。

source: Takes 1 damage per second when outside of the factory room.
fr: Subit 1 dégât par seconde lorsqu'il se trouve à l'extérieur de la salle d'usine.
ru: Получает 1 ОЗ/с урона, находясь за пределами отсека фабрики.
zh_hans: 在工厂舱室外每秒受到1点伤害。

source: Heals for 1 damage per second while in the factory room.
fr: Soigne 1 point de dégâts par seconde lorsqu'il se trouve dans la salle de l'usine.
ru: Исцеляется на 1 ОЗ/с, пока находится в отсеке фабрики.
zh_hans: 在工厂舱室内每秒恢复1点生命。

source: Will explode 10 seconds after leaving the factory room, explosion cancelled by death.
fr: Explose 10 secondes après avoir quitté la salle d'usine, l'explosion étant annulée par la mort.
ru: Взрывается через 10 секунд после выхода из отсека фабрики, взрыв отменяется смертью.
zh_hans: 离开工厂舱室10秒后爆炸，死亡会取消爆炸。

source: Explosion will do 2 hull damager, 2 system damage, and 60 crew damage with a 100% breach chance.
fr: L'explosion inflige 2 dégâts à la coque, 2 dégâts au système et 60 dégâts à l'équipage avec 100 % de Chances de trou dans la coque..
ru: Взрыв наносит 2 урона корпусу, 2 урона системе и 60 урона экипажу с 100% вероятностью создать пробоину.
zh_hans: 爆炸将造成2点舰体伤害、2点系统伤害及60点船员伤害，并附带100%的破舱几率。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_2"]/title
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_2"]/short
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_2"]/desc
source: When this bomb explodes it will do 2 hull damage, 1 system damage, and 30 crew damage with a 50% breach chance.
fr: Lorsque cette bombe explose, elle inflige 2 dégât à la coque, 1 dégât au système et 30 dégât à l'équipage avec 50 % de Chances de trou dans la coque..
ru: Когда эта бомба взрывается, она наносит 2 урона корпусу, 2 урона системе и 30 урона экипажу с 50% вероятностью создать пробоину.
zh_hans: 该炸弹爆炸时会造成2点舰体伤害、1点系统伤害与30点船员伤害，并附带50%的破舱几率。

source: 0.5x combat damage
fr: 0,5 fois les dégâts de combat
ru: 0.5x боевой урон
zh_hans: 战斗伤害 ×0.5

source: 0.5x move speed.
fr: 0,5 fois la vitesse de déplacement.
ru: 0.5x скорость передвижения.
zh_hans: 移动速度 ×0.5。

source: Immune to suffocation, takes 0.2x damage from fires.
fr: Immunisé à la suffocation, subit 0,2 fois les dégâts des incendies.
ru: Невосприимчива к удушью, получает 0.2х урон от огня.
zh_hans: 免疫窒息，受到火焰伤害×0.2。

source: Takes 1 damage per second when outside of the factory room.
fr: Subit 1 dégât par seconde lorsqu'il se trouve à l'extérieur de la salle d'usine.
ru: Получает 1 ОЗ/с урона, находясь за пределами отсека фабрики.
zh_hans: 在工厂舱室外每秒受到1点伤害。

source: Heals for 1 damage per second while in the factory room.
fr: Soigne 1 point de dégâts par seconde lorsqu'il se trouve dans la salle de l'usine.
ru: Исцеляется на 1 ОЗ/с, пока находится в отсеке фабрики.
zh_hans: 在工厂舱室内每秒恢复1点生命。

source: Will explode on command, and on death.
fr: Explose sur commande et à la mort.
ru: Взрывается по команде, а также после смерти.
zh_hans: 将在指令下达时爆炸，并在死亡时爆炸。

source: Explosion will do 2 hull damager, 1 system damage, and 30 crew damage with a 50% breach chance.
fr: L'explosion inflige 2 dommages à la coque, 1 dommage au système et 30 dommages à l'équipage avec 50% de Chances de trou dans la coque..
ru: Взрыв наносит 2 урона корпусу, 1 урон системе и 30 урона экипажу с 50% вероятностью создать пробоину.
zh_hans: 爆炸将造成2点舰体伤害、1点系统伤害及30点船员伤害，并附带50%的破舱几率。

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_3"]/title
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_3"]/short
source: Walking Time Bomb
fr: Bombe à Retardement Ambulante
ru: Ходячая бомба с таймером
zh_hans: 移动的定时炸弹

# data/blueprints.xml.append$//crewBlueprint[@name="drone_rad_bomb_3"]/desc
source: When this bomb explodes it will do 1 system damage, and 15 crew damage with a 100% fire chance.
fr: Lorsque cette bombe explose, elle inflige 1 dégât au système et 15 dégâts à l'équipage, avec 100 % de Chances de feu.
ru: Когда эта бомба взрывается, она наносит 1 урон системе и 15 урона экипажу с 100% вероятностью поджога.
zh_hans: 该炸弹爆炸时会造成1点系统伤害与15点船员伤害，并附带100%的起火几率。

source: 0.5x combat damage
fr: 0,5 fois les dégâts de combat
ru: 0.5x боевой урон
zh_hans: 战斗伤害 ×0.5

source: Immune to suffocation and fire.
fr: Immunisé contre la suffocation et le feu.
ru: Невосприимчива к удушью и огню.
zh_hans: 免疫窒息与火焰伤害。

source: Takes 1 damage per second when outside of the factory room.
fr: Subit 1 dégât par seconde lorsqu'il se trouve à l'extérieur de la salle d'usine.
ru: Получает 1 ОЗ/с урона, находясь за пределами отсека фабрики.
zh_hans: 在工厂舱室外每秒受到1点伤害。

source: Heals for 1 damage per second while in the factory room.
fr: Soigne 1 point de dégâts par seconde lorsqu'il se trouve dans la salle de l'usine.
ru: Исцеляется на 1 ОЗ/с, пока находится в отсеке фабрики.
zh_hans: 在工厂舱室内每秒恢复1点生命。

source: Will explode 10 seconds after leaving the factory room, explosion cancelled by death.
fr: Explose 10 secondes après avoir quitté la salle d'usine, l'explosion étant annulée par la mort.
ru: Взрывается через 10 секунд после выхода из отсека фабрики, взрыв отменяется смертью.
zh_hans: 离开工厂舱室10秒后爆炸，死亡会取消爆炸。

source: Explosion will do 1 system damage, and 15 crew damage with a 100% fire chance.
fr: L'explosion inflige 1 dégât au système et 15 dégâts à l'équipage avec 100 % de Chances de feu.
ru: Взрыв наносит 1 урон системе и 15 урона экипажу с 100% вероятностью пожара.
zh_hans: 爆炸将造成1点系统伤害及15点船员伤害，并附带100%的起火几率。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE"]/class
source: Minelayer Cruiser
fr: Croiseur minéralier
ru: Минный крейсер
zh_hans: 布雷星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE"]/name
source: The Mine Field
fr: Le champ de mines
ru: Минное поле
zh_hans: 雷场号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE"]/desc
source: It is said that this ship was requisition by a pirate who got bored of waiting for people to wander into the minefield...
fr: On dit que ce vaisseau a été réquisitionné par un pirate qui en avait assez d'attendre que les gens s'aventurent dans le champ de mines...
ru: Говорят, что этот корабль был реквизирован пиратом, которому надоело ждать, пока кто-нибудь забредет на минное поле...
zh_hans: 据说这艘舰船被一名海盗征用，因为他厌倦了等待敌人闯入空雷区域……

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DRONE_FACTORY"]/title
source: DRONE FACTORY HIDDEN
fr: USINE DE DRONES CACHÉE
ru: СКРЫТАЯ ФАБРИКА ДРОНОВ
zh_hans: 无人机工厂隐藏舱

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DRONE_FACTORY"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DRONE_FACTORY_2"]/title
source: DRONE FACTORY HIDDEN
fr: USINE DE DRONES CACHÉE
ru: СКРЫТАЯ ФАБРИКА ДРОНОВ
zh_hans: 无人机工厂隐藏舱

# data/blueprints.xml.append$//augBlueprint[@name="RAD_DRONE_FACTORY_2"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_MISSILE_BOMBS"]/title
source: Secondary Payloads
fr: Charges secondaires
ru: Вторичные боеголовки
zh_hans: 次级载荷

# data/blueprints.xml.append$//augBlueprint[@name="RAD_MISSILE_BOMBS"]/desc
source: We removed some of that useless electronic junk and shoved one of these walking time bombs in there, now all your missiles and bombs will spawn a time bomb that does 1 hull damage, 1 system damage, and 30 crew damage after 10 seconds.
fr: Désormais, tous vos missiles et bombes génèrent une bombe à retardement qui inflige 1 dégât à la coque, 1 dégât au système et 30 dégât à l'équipage au bout de 10 secondes.
ru: Мы убрали часть бесполезного электронного хлама и засунули туда одну из этих ходячих бомб с таймером. Теперь все ваши ракетницы и бомбы будут порождать бомбу с таймером, которая наносит 1 урон корпусу, 1 урон системе и 30 урона экипажу через 10 секунд.
zh_hans: 我们移除了那些无用的电子元件，塞进了一颗行走的定时炸弹。现在你所有的导弹和炸弹都会在10秒后生成一颗定时炸弹，造成1点舰体伤害、1点系统伤害和30点船员伤害。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_2"]/class
source: Payload Cruiser
fr: Croiseur de Chargement
ru: Крейсер с полезной нагрузкой
zh_hans: 载荷星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_2"]/name
source: The Howitzer
fr: L'obusier
ru: Гаубица
zh_hans: 跟他们爆了

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_2"]/desc
source: A missile heavy cruiser designed to wreak havoc amongst the enemy crew with secondary payloads of walking bombs installed in every missile.
fr: Un croiseur lourd à missiles conçu pour semer la pagaille au sein de l'équipage ennemi, chaque missile étant doté d'une charge secondaire composée de bombes ambulantes.
ru: Тяжелый ракетный крейсер, созданный для того, чтобы сеять хаос среди вражеского экипажа, с дополнительной полезной нагрузкой в виде ходячих бомб, установленных в каждой боеголовке.
zh_hans: 一艘以导弹为主的重型巡洋舰，每枚导弹均搭载行走炸弹作为次级载荷，专为对敌方船员造成毁灭性打击而设计。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_3"]/class
source: Minelayer Cruiser
fr: Croiseur minéralier
ru: Минный крейсер
zh_hans: 布雷星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_3"]/name
source: The Mine Flayer
fr: L'écorcheur de mines
ru: Минный разрушитель
zh_hans: 剥皮空雷号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_MINE_3"]/desc
source: Able to sustain almost unparalleled levels of destruction. This ship is unable to mount weapons, however it doesn't really need them when the twin drone factories can supply so many mines.
fr: Capable de soutenir des niveaux de destruction presque inégalés. Ce vaisseau ne peut pas installer d'armement, mais il n'en a pas vraiment besoin puisque les deux usines de drones peuvent fournir autant de mines.
ru: Способен выдержать почти беспрецедентный уровень разрушений. Этот корабль не способен установить орудия, но они ему и не нужны, когда спаренные фабрики дронов могут создать столько мин.
zh_hans: 该舰具备近乎无与伦比的持续破坏能力。虽无法安装武器系统，但其双联无人机工厂能源源不断供应大量空雷，实际无需传统武器。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_MINELAYER"]/title
source: Experimental Minelayer
fr: Le poseur de mines expérimental
ru: Эксперимент. миноносец
zh_hans: 实验型布雷舰

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_MINELAYER"]/short
source: Exp. Mine
ru: Эксп. Мин.
zh_hans: 实验型空雷

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_MINELAYER"]/desc
source: Mine Launchers charge quickly and fire a burst of slow moving projectiles, however these projectiles are specifically designed to deploy walking mines capable of traversing the enemy ship for ultimate destruction. Also serves as an efficient way to lay traps for the fleet. Provides 2 fleet delay for 13 missiles at empty beacons.
fr: Les lance-mines se chargent rapidement et tirent une salve de projectiles lents, mais ces projectiles sont spécialement conçus pour déployer des mines ambulantes capables de traverser le vaisseau ennemi pour le détruire. C'est également un moyen efficace de tendre des pièges à la flotte. Aux balises vides, permet de retarder la flotte de 2 sauts contre 13 missiles.
ru: Минометы быстро заряжаются и выпускают серию медленно движущихся снарядов, которые специально разработаны для установки самоходных мин, способных перемещаться по вражескому кораблю для его уничтожения. Также служат эффективным средством создания ловушек для флота. Может задержать флот на 2 прыжка за 13 боеголовок на пустых маяках.
zh_hans: 空雷发射器充能迅速，可发射一连串慢速弹体。这些弹体专为布设行走空雷而设计，能在敌舰内部移动并造成毁灭性打击。同时，它也是为舰队布设陷阱的高效手段。 在空信标处消耗13枚导弹可为舰队提供2次延迟追击机会。

source: Every time you get into combat your weapons are replaced, you'll have to make careful use of jumping out of combat to re-shuffle your weapons.
fr: Chaque fois que vous participez à un combat, vos armes sont remplacées. Vous devrez utiliser stratégiquement les sauts hors combat pour réorganiser votre arsenal.
zh_hans: 每次进入战斗时，你的武器都会被替换，必须谨慎利用跃迁脱离战斗来重新洗牌武器配置。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SHRAPNEL_SHIELD"]/desc
source: AAAAA.
zh_hans: 啊啊啊啊啊。

# data/blueprints.xml.append$/FTL/weaponBlueprint[55]/title
source: Time Bomb Deployer
fr: Déployeur de bombes à retardement
zh_hans: 定时炸弹部署器

# data/blueprints.xml.append$/FTL/weaponBlueprint[55]/short
source: Bomb Deployer
fr: Déployeur de bombes
zh_hans: 炸弹部署器

# data/blueprints.xml.append$/FTL/weaponBlueprint[55]/desc
source: Every time it charges it will construct another time bomb.
fr: Chaque fois qu'il se recharge, il construit une nouvelle bombe à retardement.
zh_hans: 每次充能完成都会额外构造一枚定时炸弹。

# data/blueprints.xml.append$//augBlueprint[@name="ARC_SUPER_HULL"]/title
source: Super hull
fr: Super coque
zh_hans: 超能舰体
