Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="RAD_REFLECT_HULL"]/desc
source: This hull plating is specially designed to reflect any beams that hit the ship. The beams are reflected back at the enemy ship and only deal half their damage to your ship (rounding down). This plating also provides 5 Super Hull point, this stops 5 hits per battle from dealing damage to the hull.
fr: Ce revêtement de coque est spécialement conçu pour réfléchir les rayons qui touchent le vaisseau. Les rayons sont renvoyés vers le vaisseau ennemi et n'infligent que la moitié de leurs dégâts à votre vaisseau (arrondi à l'inférieur). Ce revêtement fournit également 5 points de Super Coque, empêchant 5 coups par bataille d'infliger des dégâts à la coque.
ru: Эта обшивка корпуса специально разработана для отражения лучей, попадающих в корабль. Лучи отражаются обратно от вражеского корабля и наносят вашему кораблю только половину урона (с округлением в меньшую сторону). Эта обшивка также дает 5 очков суперобшивки, которые не позволяют 5 попаданиям за бой нанести урон корпусу.
zh_hans: 该舰体镀层专为反射任何击中舰船的光束而设计。 光束将被反射回敌舰，且对自身舰体仅造成一半伤害（向下取整）。 此外，镀层还提供5点超能舰体值，每场战斗可抵挡5次对舰体的伤害。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_TIME_HULL"]/title
source: Warped Hull Plating
fr: Revêtement de coque distordu
ru: Искривленное обшивка кор.
zh_hans: 扭曲舰体镀层

# data/blueprints.xml.append$//augBlueprint[@name="RAD_TIME_HULL"]/desc
source: Each time this ship will take hull damage, the cooldown on the temporal system is ended and one random weapon has it's cooldown finished, also reduces weapon recharge rate by 25%. This plating also provides 1 Super Hull point, this stops 1 hull damage per battle from dealing damage to the hull.
fr: Chaque fois que ce vaisseau subit des dégâts de coque, le temps de recharge du système temporel est réinitialisé et une arme aléatoire voit son temps de recharge terminé. Cependant, la vitesse de rechargement des armes est réduite de 25 %. Ce revêtement fournit également 1 point de Super Coque, empêchant 1 dégât de coque par bataille.
ru: Каждый раз, когда корабль получает урон по корпусу, заканчивается время действия темпоральной системы и заканчивается время перезарядки одного случайного оружия, а также снижается скорость перезарядки оружия на 25%. Эта обшивка также дает 1 очко суперобшивки, которое предотвращает нанесение 1 урона корпусу за бой.
zh_hans: 每当该舰即将受到舰体伤害时，时空系统的冷却会立即结束，且将一件随机武器的冷却调整为即将完成，同时武器充能速度降低25%。 此外，镀层提供1点超能舰体值，每场战斗可抵挡1次舰体伤害。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SUPER_HULL"]/title
source: Super Hull Plating
fr: Revêtement de Coque Supérieur
ru: Суперобщивка корпуса
zh_hans: 超能舰体镀层

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SUPER_HULL"]/desc
source: This plating provides 5 Super Hull point, this stops 5 hits per battle from dealing damage to the hull.
fr: Ce revêtement fournit 5 points de Super Coque, empêchant 5 coups par bataille d'infliger des dégâts à la coque.
ru: Эта обшивка дает 5 очков суперобщивки, которые не позволяют 5 попаданиям за бой нанести урон корпусу.
zh_hans: 该镀层提供5点超能舰体值，每场战斗可抵挡5次对舰体的伤害。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_BULLET_HELL"]/title
source: Dark Matter Hull Plating
fr: Revêtement de coque en matière noire
ru: Обшивка темной материи
zh_hans: 暗物质舰体镀层

# data/blueprints.xml.append$//augBlueprint[@name="RAD_BULLET_HELL"]/desc
source: This Hull is completely invincible, however due to warping of the space-time continuum all projectiles are slowed to 1/4 the speed, have had crew damage increased by 45 up to a maximum of 75, and show the impact point on your ship. It also appears that the clonebay on the ship has been made almost useless by the warping of space and time, and as such is unable to clone anyone, it is however still able to heal the crew on jump. Your crew is unable to heal from any other source, however all of your crew do 1.5 times more damage.
fr: Cette coque est complètement invincible, cependant, en raison des distorsions du continuum espace-temps, tous les projectiles sont ralentis à 1/4 de leur vitesse, infligent 45 dégâts supplémentaires à l'équipage (jusqu'à un maximum de 75) et affichent leur point d'impact sur votre vaisseau. Il semble également que la distorsion spatio-temporelle ait rendu la baie de clonage presque inutile : elle est incapable de cloner qui que ce soit, mais elle peut toujours soigner l'équipage lors des sauts. Votre équipage ne peut se soigner d'aucune autre manière, cependant, tous vos membres d'équipage infligent 1,5 fois plus de dégâts.
ru: Корпус корабля полностью неуязвим, однако из-за искривления пространственно-временного континуума все снаряды замедляются до 1/4 скорости, урон по экипажу увеличивается на 45 до максимального 75 и показывает точку попадания на вашем корабле. Также выяснилось, что Клон-отсек на корабле стал практически бесполезным из-за искривления пространства и времени, и поэтому он не может никого клонировать, однако он все еще способен исцелять экипаж во время прыжка. Ваш экипаж не может лечиться из других источников, однако все члены экипажа получают на 1.5х больше урона.
zh_hans: 该舰体完全无敌，但由于星域连续体的扭曲，所有弹体速度降至1/4，船员伤害增加45点（上限为75），并在你的舰体上显示命中点。 同时，舰上的克隆舱因时空扭曲几乎失效，无法克隆任何船员，但仍能在跃迁时治疗船员。 你的船员无法通过其他方式治疗，但所有船员造成1.5倍伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_TRASH_BEAM"]/title
source: Tractor Beam
fr: Rayon tracteur
ru: Тяговой луч
zh_hans: 牵引光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_TRASH_BEAM"]/short
source: Tractor
fr: Tracteur
ru: Тяговой луч
zh_hans: 牵引

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_TRASH_BEAM"]/desc
source: The beam itself does no damage, however it creates a strong gravitational pull on impact. For every tile the beam hits, it pulls an asteroid in towards the tile.
fr: Le rayon lui-même n'inflige aucun dégât, mais il crée une forte attraction gravitationnelle à l'impact. Pour chaque tuile que le rayon touche, il attire un astéroïde vers la tuile.
ru: Сам луч не наносит урона, но при попадании создает сильное гравитационное притяжение. За каждую плитку, в которую попадает луч, он притягивает к ней астероид.
zh_hans: 光束本身不造成伤害，但会在命中时产生强引力牵引。 光束每命中一个舱格，就会将一颗陨石拖向该舱格。

source: Mirror Cruiser
fr: Croiseur à miroir
ru: Зеркальный крейсер
zh_hans: 镜像星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_CRYSTAL"]/name
source: Inflection
fr: Inflexion
ru: Отражение
zh_hans: 折射

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_CRYSTAL"]/desc
source: This Ship makes use of a mysterious crystalline structure able to reflect beams straight back at the enemy. It also provides 5 super hull points.
fr: Ce vaisseau utilise une mystérieuse structure cristalline capable de renvoyer des rayons directement sur l'ennemi. Il fournit également 5 points de super coque.
ru: Этот корабль использует загадочную кристаллическую структуру, способную отражать лучи прямо во врага. Он также дает 5 очков суперобшивки.
zh_hans: 该星舰利用一种神秘的水晶结构，能够将光束直接反射回敌方。 同时提供5点超能舰体值。

source: Time Wrecker Cruiser
fr: Croiseur Briseur de Temps
ru: Крейсер Разрушитель Времени
zh_hans: 湮灭时空星舰

source: Wilczek
ru: Вильчек

source: The hull of the ship has some weird properties, every time it gets hit a room gets hit with a random temporal effect, and one weapon has it's cooldown finished.
fr: La coque du vaisseau possède d'étranges propriétés : à chaque impact, une salle est affectée par un effet temporel aléatoire et une arme voit son temps de recharge terminé.
ru: Корпус корабля обладает странными свойствами: каждый раз, когда в него попадают, отсек получает случайный временной эффект, а у одного оружия заканчивается время перезарядки.
zh_hans: 这艘星舰的舰体具有某种奇特属性：每次被击中时，随机一个舱室会遭受时空异常效应，且一件武器的冷却会立即完成。

source: Dark Cruiser
fr: Croiseur sombre
ru: Темный крейсер
zh_hans: 暗黑星舰

source: The Blackhole
fr: Le trou noir
ru: Черная дыра
zh_hans: 黑洞

source: Due to the properties of the armour on the ship, you won't have to worry about the ship exploding, but you'll need to be careful with your crew, they're quite vulnerable. You'll need to avoid as much damage to your crew as possible, the meagre healing from the clonebay may not be enough.
fr: Grâce aux propriétés de l'armure du vaisseau, vous n'aurez pas à vous soucier de l'explosion du vaisseau, mais vous devrez faire attention à votre équipage, qui est assez vulnérable. Vous devrez éviter autant que possible d'endommager votre équipage, car les maigres soins prodigués par la baie de clonage risquent de ne pas suffire.
ru: Благодаря свойствам брони на корабле вам не придется беспокоиться о том, что корабль взорвется, но вам нужно быть осторожным с экипажем, он довольно уязвим. Вам нужно избегать как можно большего повреждения экипажа, скудного лечения из Клон-отсека может оказаться недостаточно.
zh_hans: 由于舰体装甲的特性，你无需担心星舰爆炸，但必须谨慎保护船员——他们相当脆弱。 你需要尽可能避免船员受到伤害，克隆舱提供的微弱治疗可能不足以应对危机。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREVERSAL"]/title
source: Exp. Cloaking System
fr: Exp. Système d'occultation
ru: Эксперимент. Маскировка
zh_hans: 实验型隐形系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREVERSAL"]/desc
source: This experimental cloaking system trades losing half the duration of the cloak for the ability to repulse any enemy projectiles, retargeting them on the enemy ship.
fr: Ce système d'occultation expérimental échange la perte de la moitié de la durée de l'occultation contre la capacité de repousser tous les projectiles ennemis, en les reciblant sur le vaisseau adverse.
ru: Эта экспериментальная система маскировки обменивает потерю половины времени действия маскировки на способность отражать любые вражеские снаряды, перенацеливая их на вражеский корабль.
zh_hans: 这套实验型隐形系统以牺牲一半隐形时间为代价，换取排斥所有敌方弹体并将其重新锁定回敌舰的能力。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CBEAM"]/title
source: Cloaking Artillery System
fr: Système d'artillerie occultant
ru: Артиллерия-Маскировка
zh_hans: 隐形巨炮系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CBEAM"]/desc
source: This experimental cloaking system trades losing half the duration of the cloak for the ability to fire a devastating beam drawing a line from the enemy shield system to the weapon system. The beam does 1 damage, and gains an additional half damage for each power in the weapons system.
fr: Ce système d'occultation expérimental échange la perte de la moitié de la durée de l'occultation contre la possibilité de tirer un rayon dévastateur traçant une ligne entre le système de bouclier ennemi et le système d'armement. Le rayon fait 1 dégât, et gagne un demi-dégât supplémentaire pour chaque point d'énergie dans le système d'armement.
ru: Эта экспериментальная система маскировки обменивает потерю половины времени действия маскировки на возможность выстрелить разрушительным лучом, прочерчивающим линию от системы щита противника до системы оружия. Луч наносит 1 урон и получает еще половину урона за каждую мощность оружейной системы.
zh_hans: 这套实验型隐形系统以牺牲一半隐形时间为代价，换取发射一道毁灭性光束的能力，该光束将从敌舰护盾系统延伸至武器系统。 光束造成1点伤害，并随武器系统每1点能量额外增加0.5伤害。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CHACK"]/title
source: Enhanced Cloaking System
fr: Système d'occultation amélioré
ru: Усоверш. Маскировка
zh_hans: 增强型隐形系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CHACK"]/desc
source: This experimental cloaking system hacks the enemy shield system when cloaked, however it disables your own weapons in the process.
fr: Ce système d'occultation expérimental pirate le système de bouclier de l'ennemi lorsqu'il est occulté, mais il désactive également vos propres armes.
ru: Эта экспериментальная система маскировки взламывает систему щитов противника, но при этом отключает ваше собственное оружие.
zh_hans: 这套实验型隐形系统在启动时会入侵敌舰护盾系统，但在此过程中会禁用己方武器。

source: Science Corvette
fr: Corvette scientifique
ru: Корвет ученых
zh_hans: 科研护卫舰

source: The Dynamic
fr: Le dynamique
ru: Динамика
zh_hans: 动态号

source: This ship uses its cloaking system to not only dodge enemy projectiles, but sends them back at the enemy ship in response.
fr: Ce vaisseau utilise son système d'occultation pour non seulement esquiver les projectiles ennemis, mais les renvoie sur le vaisseau adverse en réponse.
ru: Этот корабль использует свою систему маскировки, чтобы не только уклоняться от вражеских снарядов, но и посылать их обратно во вражеский корабль в ответ.
zh_hans: 该舰利用其隐形系统不仅能躲避敌方弹体，还能将其反弹回敌舰。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLOAKBEAM"]/title
source: Cloak beam
fr: Rayon d'occultation
ru: Маскировочный луч
zh_hans: 隐形光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLOAKBEAM"]/short
source: Cloak beam
fr: Rayon d'occultation
ru: Маскировочный луч
zh_hans: 隐形光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLOAKBEAM"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Science Corvette
fr: Corvette scientifique
ru: Корвет ученых
zh_hans: 科研护卫舰

source: The Illusion
fr: L'illusion
ru: Иллюзия
zh_hans: 幻影号

source: This ship's cloaking system is specifically outfitted to generate a large beam of energy capable of damaging the enemy ship.
fr: Le système d'occultation de ce vaisseau est spécialement équipé pour générer un large rayon d'énergie capable d'endommager le vaisseau ennemi.
ru: Маскировочная система этого корабля специально настроена на генерацию мощного энергетического луча, способного нанести урон вражескому кораблю.
zh_hans: 该舰的隐形系统经过特殊配置，可生成一道能够损伤敌舰的高能光束。

source: Science Corvette
fr: Corvette scientifique
ru: Корвет ученых
zh_hans: 科研护卫舰

source: The Illusion
fr: L'illusion
ru: Иллюзия
zh_hans: 影梭号

source: The cloaking system on this ship has a supplementary hacking system built in, it hacks the enemy shield system when you cloak, however this results in your own weapon system being hacked.
fr: Le système d'occultation de ce vaisseau est doté d'un système de piratage supplémentaire. Il pirate le système de bouclier de l'ennemi lorsque vous vous occultez, mais cela entraîne le piratage de votre propre système d'armement.
ru: В систему маскировки на этом корабле встроена дополнительная система взлома, она взламывает систему щитов противника, когда вы маскируетесь, однако это приводит к взлому вашей собственной системы оружия.
zh_hans: 该舰的隐形系统内置辅助入侵模块，会在你启动隐形时入侵敌舰护盾系统，但这也会导致己方武器系统被反入侵。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK1"]/title
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK1"]/short
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK1"]/desc
source: NO
fr: NON
ru: НЕТ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK2"]/title
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK2"]/short
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK2"]/desc
source: NO
fr: NON
ru: НЕТ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK3"]/title
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK3"]/short
source: HACK
fr: PIRATAGE
ru: ВЗЛОМ

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_HACK3"]/desc
source: NO
fr: NON
ru: НЕТ

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_CUTTER"]/class
source: Science Cutter
fr: Coupeur de science
ru: Резак ученых
zh_hans: 科研切割器

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_CUTTER"]/name
source: Sputnik
ru: Спутник
zh_hans: 旅伴号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_CUTTER"]/desc
source: On the smaller end of space craft, this machine is still a capable weapon with 6 weapon slots. Due to the small size, the reactor is only powerful enough to provide for 1 power weapons, greatly limiting your options.
fr: Sur le plus petit des vaisseaux spatiaux, cette machine reste une arme redoutable avec 6 emplacements d'armes. Cependant, en raison de sa taille réduite, le réacteur ne peut alimenter que des armes nécessitant 1 point d'énergie, limitant grandement vos options.
ru: Этот корабль не столь большой, как другие космические корабли, но все же способен постоять за себя, имея 6 слотов для орудий. Из-за небольшого размера, реактор обеспечивает только 1 мощность оружия, что значительно ограничивает ваши возможности.
zh_hans: 作为小型航天器，这艘舰艇仍配备6个武器槽位，具备可观火力。 由于体积限制，其反应堆仅能支持1点能量的武器供能，极大限制了战术选择。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_WEAPON"]/title
source: Low Power Weapons
fr: Armes de faible puissance
ru: Маломощное оружие
zh_hans: 低耗武器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_WEAPON"]/desc
source: Due to the poor reactor on the ship, only one power and less weapons are capable of being fired, however these weapons will fire double the number of projectiles/beams.
fr: En raison du réacteur défaillant du vaisseau, seules les armes nécessitant un point d'énergie ou moins peuvent être utilisées. Cependant, ces armes tireront deux fois plus de projectiles/rayons.
ru: Из-за плохого реактора на корабле можно использовать только орудия мощности в 1 и меньше, однако эти орудия будут выпускать вдвое больше снарядов/лучей.

source: Science Cutter
fr: Coupeur de science
ru: Резак ученых
zh_hans: 科研切割舰

source: Gun Harder
fr: Canon Renforcé
ru: Арсенал Судьбы
zh_hans: 暴力射击

source: Due to specialised weapon mounts this ship is able to effectively mount 4 power and above weapons with a discounter power cost, however it is unable to mount weapons that cost 2 power or less.
fr: En raison de supports d'armes spécialisés, ce vaisseau peut efficacement monter des armes nécessitant 4 points de puissance ou plus avec une réduction de coût en énergie. Cependant, il est incapable d'équiper des armes nécessitant 2 points de puissance ou moins.
ru: Благодаря специализированным креплениям для орудий, этот корабль может использовать орудия мощностью 4 и выше с меньшими затратами энергии, однако он не может устанавливать орудия, которое использует 2 и менее единиц энергии.

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CUTTER_OXY"]/title
source: Low Power Oxygen
fr: Oxygène à faible puissance
ru: Низкий уровень кислорода
zh_hans: 低耗氧系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CUTTER_OXY"]/desc
source: Due to the poor reactor on the ship, the oxygen system is unable to generate any oxygen, It's so bad that all anaerobic lose their suffocation immunity, and suffocation damage is doubled.
fr: En raison du réacteur défaillant du vaisseau, le système d'oxygène est incapable de produire de l'oxygène. La situation est si critique que tous les êtres anaérobies perdent leur immunité à l'asphyxie, et les dégâts de suffocation sont doublés.
ru: Из-за плохого реактора на корабле кислородная система не способна вырабатывать кислород. Ситуация настолько плохая, что весь анаэробный экипаж теряет иммунитет к удушью, а урон от удушья увеличивается вдвое.

source: Science Cutter
fr: Coupeur de science
ru: Резак ученых
zh_hans: 科研切割舰

source: Pandora's Box
fr: Boîte de Pandore
ru: Ящик Пандоры
zh_hans: 潘多拉魔盒

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_SHIELD"]/title
source: Weapon Scrambler
fr: Embrouilleur d'Armes
ru: Оружейный скремблер
zh_hans: 武器扰频器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_LOW_SHIELD"]/desc
source: Every combat all of your weapons are randomly replaced, if you have 3 weapons, it will only replace those 3. Does not apply to the flagship fight, what ever weapons you have before the fight are the ones you'll keep
fr: À chaque combat, toutes vos armes sont remplacées aléatoirement. Si vous avez 3 armes, seules ces 3 seront remplacées. Ne s'applique pas au combat contre le vaisseau amiral : les armes que vous avez avant le combat seront celles que vous conserverez.
ru: Каждый бой все ваши орудия случайным образом заменяются, если у вас есть 3 орудия, то заменяются только эти 3. Не относится к бою с Флагманом: какие орудия у вас были до боя, те у вас и останутся.
zh_hans: 每场战斗中，你的所有武器都会被随机替换（若你有3件武器，则仅替换这3件）。此效果不适用于旗舰战——进入旗舰战前装备的武器将保持不变

# data/blueprints.xml.append$//crewBlueprint[@name="rad_scientist"]/desc
source: A scientifically trained unit, more effective against drones. Inherited Human stats: minor suffocation resistance, learns skills faster
fr: Une unité formée scientifiquement, plus efficace contre les drones. Stats. héritées des humains : résistance mineure à la suffocation, apprentissage plus rapide des compétences.
ru: Научно подготовленный юнит, более эффективный против дронов. Наследует характеристики людей: незначительное сопротивление удушью, быстрее осваивает навыки
zh_hans: 一个经过科学训练的单位，对抗无人机更有效。 继承人类属性：具备轻微窒息抗性，技能学习速度更快

# data/blueprints.xml.append$//crewBlueprint[@name="rad_scientist"]/title
source: Human Scientist
fr: Scientifique humain
ru: Человек-ученый
zh_hans: 人类科学家

# data/blueprints.xml.append$//crewBlueprint[@name="rad_scientist"]/short
source: Scientist
fr: Scientifique
ru: Ученый
zh_hans: 科学家

source: Hostile drones in the same room take 1.25x damage from all sources
fr: Les drones hostiles se trouvant dans la même pièce subissent 1,25 fois les dégâts de toutes les sources.
ru: Вражеские дроны в одном отсеке получают 1.25х урон от всех источников
zh_hans: 同一舱室内的敌对无人机受到的所有伤害提高至1.25倍

source: 1.20x repair speed
fr: 1.20x de vitesse de réparation
ru: 1.2х скорость ремонта
zh_hans: 1.2倍维修速度

source: Takes 0.6x damage from fires
fr: Dégâts de feu réduits à x0,6
ru: Получает 0.6х урона от пожаров
zh_hans: 受到0.6倍灼烧伤害

source: Learns repairs even faster
fr: Apprend les réparations encore plus vite
ru: Учится ремонту еще быстрее
zh_hans: 维修技能提升速度特别快

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SHRAPNEL_SHIELD"]/title
source: Shrapnel Shields
fr: Boucliers Shrapnel
ru: Шрапнельные щиты
zh_hans: 破片护盾

source: Elite Science Corvette
fr: Corvette scientifique d'élite
ru: Элитный корвет ученых
zh_hans: 精英科研护卫舰

source: The Negotiator
fr: Le négociateur
ru: Переговорщик
zh_hans: 谈判者号

source: This ship creates a shield of shrapnel around itself to protect from incoming projectiles and stray drones that get too close.
fr: Ce vaisseau crée un bouclier de shrapnel autour de lui pour se protéger des projectiles entrants et des drones errants qui s'approchent trop près.
ru: Этот корабль создает вокруг себя щит из шрапнели, чтобы защититься от входящих снарядов и шальных дронов, подобравшихся слишком близко.

source: Chaff Cannon
fr: Canon Leurre
ru: Шрапнельная пушка
zh_hans: 碎片干扰炮

source: Chaff Cannon
fr: Canon Leurre
ru: Шрапнельная пушка
zh_hans: 碎片干扰炮

source: [BASE COOLDOWN: 8] This cannon deploys a shield of shrapnel around the ship, each capable of blocking a projectile.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 8] Ce canon déploie un bouclier de shrapnels autour du vaisseau, chacun étant capable de bloquer un projectile.
ru: [Базовая перезарядка: 8] Эта пушка разворачивает вокруг корабля щит из шрапнели, каждый из которых способен блокировать снаряд.
zh_hans: [基础冷却时间：8] 该火炮在舰体周围展开破片护盾，每片破片均可拦截一发射弹。

source: Chaff Cannon
fr: Canon Leurre
ru: Шрапнельная пушка
zh_hans: 破片干扰炮

# data/blueprints.xml.append$//crewBlueprint[@name="rad_civilian"]/title
source: Civilian
fr: Civils
ru: Гражданский
zh_hans: 民用型

# data/blueprints.xml.append$//crewBlueprint[@name="rad_civilian"]/short
source: Civilian
fr: Civils
ru: Гражданский
zh_hans: 民用型

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SCIENCE_LOOT"]/title
source: Burst Laser MK IV
fr: Laser rafale MK 4
ru: Импульсный лазер мод. IV
zh_hans: 爆裂激光IV

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SCIENCE_LOOT"]/short
source: Burst IV
fr: Laser rafale IV
ru: Импульс IV
zh_hans: 爆裂激光IV
