Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLUSTER_MISSILE"]/title
source: Cluster Missile MK I
fr: Missile à fragmentation MK I
ru: Кластерная ракетница мод. I
zh_hans: 集群导弹I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLUSTER_MISSILE"]/short
source: Cluster I
fr: Fragmentation I
ru: Кластер I
zh_hans: 集群弹I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLUSTER_MISSILE"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: In an attempt to create more widespread destruction, this missile houses several smaller warheads that are spun out to hit adjacent rooms. Unfortunately, this left no room in the main missile for any explosives. Stats: Required Power: 2 Charge Time: 14 seconds Missile Consumption: 1 Shots Per Charge: 1 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 10 Adjacent System Damage: 2 Default Price: 50~ - Selling Price:25~
fr: Pour tenter de créer une destruction plus étendue, ce missile contient plusieurs ogives plus petites qui sont projetées pour frapper les pièces adjacentes. Malheureusement, il n'y a plus de place pour les explosifs dans le missile principal. Stats: Puissance requise : 2 Temps de charge : 14 secondes Coût en missile : 1 Tirs par charge : 1 Dégâts à la coque : 0 Dégâts au système : 0 Dégâts à l'équipage : 0 Perforation de bouclier : 10 Dégâts aux systèmes adjacents : 2 Prix par défaut : 50~ - Prix de vente : 25~
ru: В попытке вызвать более масштабные разрушения, эта ракетница содержит несколько боеголовок меньшего размера, которые поражают соседние от места попадания отсеки. К сожалению, в основной боеголовке не осталось места для каких-либо взрывчатых веществ. Характеристики: Необходимая мощность: 2 Время перезарядки: 14 сек. Потребление боеголовок: 1 Выстрелов в очереди: 1 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 10 Урон соседним системам: 2 Покупка: 50~ - Продажа: 25~
zh_hans: 为了造成更大的破坏效果，这种导弹内部装有多个较小的弹头，这些弹头会被发射出去击中相邻的房间。代价是主导弹内没有布置炸药的空间。 属性： 能耗: 2 格 充能时间：14 秒 弹药消耗：1 发 弹体数：1 发 舰体伤害：0 点 系统伤害：0 点 船员伤害：0 点 护盾穿透：10 层 相邻系统伤害：2 点 价格：50~ - 售价：25~

source: Cluster Missile MK II
fr: Missile à fragmentation MK II
ru: Кластерная ракетница мод. II
zh_hans: 集群导弹II

source: Cluster II
fr: Fragmentation II
ru: Кластер II
zh_hans: 集群弹II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLUSTER_MISSILE_2"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: In an attempt to create more widespread destruction, this missile uses a belt to load many smaller warheads into the missile, which are then spun out to hit adjacent rooms just before impact. Unfortunately, this left no room in the main missile for any explosives. Stats: Required Power: 3 Charge Time: 16 seconds Missile Consumption: 1 Shots Per Charge: 1 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 10 Adjacent Hull Damage: 1 Adjacent System Damage: 2 Default Price: 70~ - Selling Price:35~
fr: Pour tenter de créer une destruction plus étendue, ce missile utilise une ceinture pour charger de nombreuses ogives plus petites dans le missile, qui sont ensuite tournées pour frapper les pièces adjacentes juste avant l'impact. Malheureusement, cela ne laisse pas de place pour les explosifs dans le missile principal. Stats: Puissance requise : 3 Temps de charge : 16 secondes Consommation du missile : 1 Tirs par charge : 1 Dégâts à la coque : 0 Dégâts au système : 0 Dégâts à l'équipage : 0 Perforation de bouclier : 10 Dégâts à la coque adjacente : 1 Dégâts aux systèmes adjacents : 2 Prix par défaut : 70~ - Prix de vente : 35~
ru: В попытке вызвать более масштабные разрушения, эта ракетница содержит несколько боеголовок меньшего размера, которые поражают соседние от места попадания отсеки. К сожалению, в основной боеголовке не осталось места для каких-либо взрывчатых веществ. Характеристики: Необходимая мощность: 3 Время перезарядки: 16 сек. Потребление боеголовок: 1 Выстрелов в очереди: 1 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 10 Урон соседнему корпусу: 1 Урон соседним системам: 2 Покупка: 70~ - Продажа: 35~
zh_hans: 为了造成更大的破坏效果，这种导弹内部装有多个较小的弹头，这些弹头会被发射出去击中相邻的房间。代价是主导弹内没有布置炸药的空间。 属性： 能耗: 3 格 充能时间：16 秒 弹药消耗：1 发 弹体数：1 发 舰体伤害：0 点 系统伤害：0 点 船员伤害：0 点 护盾穿透：10 层 相邻舰体伤害：1 点 相邻系统伤害：2 点 价格：70~ - 售价：35~

source: Prototype Cluster Missile
fr: Prototype de missile à fragmentation
ru: Прототип Кластерной ракетницы
zh_hans: 原型集群导弹

source: Adv. Cluster
fr: Fragmentation avancée
ru: Прод. Кластер
zh_hans: 先进集群弹

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CLUSTER_MISSILE_3"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: This missile was an attempt by some scientists to miniaturize the crystal lockdown tech into many small warheads, which they then loaded into a cluster missile. Stats: Required Power: 4 Charge Time: 14 seconds Missile Consumption: 1 Shots Per Charge: 1 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 10 Adjacent Hull Damage: 2 Adjacent System Damage: 3 Applies lockdown effect to adjacent rooms. Default Price: 90~ - Selling Price:45~
fr: Ce missile était une tentative de certains scientifiques de miniaturiser la technologie de verrouillage des cristaux en plusieurs petites ogives, qu'ils ont ensuite chargées dans un missile à fragmentation. Stats: Puissance requise : 4 Temps de charge : 14 secondes Coût en missile : 1 Tirs par charge : 1 Dégâts à la coque : 0 Dégâts au système : 0 Dégâts à l'équipage : 0 Perforation de bouclier : 10 Dégâts à la coque adjacente : 2 Dégâts aux systèmes adjacents : 3 Applique l'effet de verrouillage aux pièces adjacentes. Prix par défaut : 90~ - Prix de vente :45~
ru: Эта ракетница является попыткой ученых миниатюризировать технологию кристаллической изоляции на множество небольших боеголовок, которые они затем поместили в большую кассетную боеголовку. Характеристики: Необходимая мощность: 4 Время перезарядки: 14 сек. Потребление боеголовок: 1 Выстрелов в очереди: 1 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 10 Урон соседнему корпусу: 2 Урон соседним системам:3 Запирает соседние отсеки при попадании Покупка: 90~ - Продажа: 45~
zh_hans: 这种导弹是某些科学家试图将水晶封锁科技进行微型化处理，将其整合成多个小型弹头，然后将这些弹头装入一个组合导弹中的尝试。 属性： 能耗: 4 格 充能时间：14 秒 弹药消耗：1 发 弹体数：1 发 舰体伤害：0 点 系统伤害：0 点 船员伤害：0 点 护盾穿透：10 层 相邻舰体伤害：2 点 相邻系统伤害：3 点 封锁击中的舱室 价格：90~ - 售价：45~

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR"]/title
source: 'Abductor' Teleportation Focus Beam
fr: Rayon focalisé de téléportation 'Ravisseur'
ru: Телепортационный фокусирующий луч "Похититель"
zh_hans: '绑架者'传送光点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR"]/short
source: 'Abductor'
fr: 'Ravisseur'
ru: "Похититель"
zh_hans: '绑架者'

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Someone had the bright idea of taking the technology inside a teleporter, and putting it behind a bunch of lenses and science so that it could be focused on a specific person on a different ship. It's not going to do much to them in transit, so be prepared to meet them in your weapons room. Stats: Required Power: 1 Charge Time: 20 seconds Shots Per Charge: 1 Base Hull Damage: 0 Total System Damage: 0 Total Crew Damage: 0 Shield Piercing: 10 Breach Chance: 30% (Adjusted: 30%) Default Price: 80~ - Selling Price:40~
fr: Quelqu'un a eu la brillante idée de prendre la technologie d'un téléporteur, de la placer derrière un tas de lentilles et d'y ajouter un peu de science afin de pouvoir la concentrer sur une personne spécifique à bord d'un autre vaisseau. Cela ne leur fera pas grand-chose pendant le transfert, alors préparez-vous à les rencontrer dans votre salle des armes. Stats: Puissance requise : 1 Temps de charge : 20 secondes Nombre de tirs par charge : 1 Dégâts à la coque : 0 Dégâts au système : 0 Dégâts à l'équipage : 0 Perforation de bouclier : 10 Chances de trou dans la coque : 30 % (ajusté : 30 %) Prix par défaut : 80~ - Prix de vente : 40~
ru: Кому-то пришла в голову блестящая идея взять технологию телепортации и установить ее внутри кучи линз и научных приборов, чтобы она могла быть направлена на конкретного индивида на другом корабле. В космосе это мало чем поможет, так что будьте готовы к встрече с ним в оружейном отсеке. Характеристики: Необходимая мощность: 1 Время перезарядки: 20 сек. Выстрелов в очереди: 1 Урон корпусу: 0 Урон системам: 0 Урон экипажу: 0 Пробивание щита: 10 Вероятность пробоины: 30% (Скорректировано: 30%) Покупка: 80~ - Продажа: 40~
zh_hans: 有人突发奇想，将传送器内部的技术与一系列透镜和科学装置结合，使其能够锁定另一艘飞船上的特定目标。这套系统在传送过程中对目标影响有限，所以请做好准备，在武器舱室迎接这位“客人”。 参数： 所需能量： 1 充能时间： 20秒 单次充能射击次数： 1 舰体伤害： 0 系统伤害： 0 船员伤害： 0 护盾穿透： 10 破舱几率： 30%（修正后：30%） 默认价格： 80~-出售价格： 40~

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR_ENEMY"]/title
source: 'Abductor' Teleportation Focus Beam
fr: Rayon focalisé de téléportation 'Ravisseur'
ru: Телепортационный фокусирующий луч "Похититель"
zh_hans: '绑架者'传送光点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR_ENEMY"]/short
source: 'Abductor'
fr: 'Ravisseur'
ru: "Похититель"
zh_hans: '绑架者'

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ABDUCTOR_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_JAILERBEAM"]/title
source: 'Abductor' Teleportation Focus Beam
fr: Rayon focalisé de téléportation 'Abducteur'
ru: Телепортационный фокусирующий луч "Похититель"
zh_hans: '绑架者'传送光点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_JAILERBEAM"]/short
source: 'Abductor'
fr: 'Ravisseur'
ru: "Похититель"

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_JAILERBEAM"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: 'Jailer' Teleportation Focus Beam
fr: Rayon focalisé de téléportation 'geôlier'
ru: Телепортационный фокусирующий луч "Тюремщик"
zh_hans: '囚禁者'传送光束

source: 'Jailer'
fr: 'Geôlier'
ru: "Тюремщик"
zh_hans: '囚禁者'

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_JAILERBEAM_PLAYER"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: An even more powerful abduction beam, this weapon is able to sweep across a ship and deals 1 damage to systems, while still abducting any crew it hits, and sometimes even part of the floor. Stats: Required Power: 4 Charge Time: 20 seconds Beam Length: 160 Beam Speed: 3 Base Hull Damage: 1 Total System Damage: 1 Total Crew Damage: 15 Shield Piercing: 10 Fire Chance: 60% Breach Chance: 60% (Adjusted 24%) Default Price: 100~ - Selling Price:50~
fr: Un rayon d'enlèvement encore plus puissant, cette arme est capable de balayer un vaisseau et d'infliger 1 dégât aux systèmes, tout en enlevant tout l'équipage qu'elle touche, et parfois même une partie du plancher. Stats: Puissance requise : 4 Temps de charge : 20 secondes Longueur du rayon : 160 Vitesse du rayon : 3 Dégâts à la coque : 1 Dégâts au système : 1 Dégâts à l'équipage : 15 Perforation de bouclier : 10 Chances de feu : 60 Chances de trou dans la coque : 60 % (ajusté à 24 %) Prix par défaut : 100~ - Prix de vente : 50~
ru: Это еще более мощный похищающий луч, способный рассекать корабль и наносить 1 урон системам, при этом похищая всех членов экипажа, а иногда и часть пола. Характеристики: Необходимая мощность: 4 Время перезарядки: 20 сек. Длина луча: 160 Скорость луча: 3 Урон корпусу: 1 Урон системам: 1 Урон экипажу: 15 Пробивание щита: 10 Вероятность возгорания: 60% Вероятность пробоины: 60% (Скорректировано 24%) Покупка: 100~ - Продажа: 50~
zh_hans: 一种威力更强的绑架光束，该武器能够扫过飞船，对系统造成1点伤害，同时仍会绑架被光束击中的船员，有时甚至连部分甲板也会一同消失。 参数： 所需能量： 4 充能时间： 20秒 光束长度： 160 光束速度： 3 船体伤害： 1 系统伤害： 1 船员伤害： 15 护盾穿透： 10 起火几率： 60% 破舱几率： 60%（修正后：24%） 默认价格： 100~-出售价格： 50~

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_GATLING"]/title
source: OverHeater Chain Cannon
fr: Canon à chaîne Surchauffeur
ru: Нагревательная цепная пушка
zh_hans: 过热链式机炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_GATLING"]/short
source: OverHeater
fr: Surchauffeur
ru: Нагреватель
zh_hans: 过热

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_GATLING"]/desc
source: This weapon actually loads superheated pellets into the barrels, turning the pellets into plasma. Unfortunately, the cooling system is rather lacking and can't deal with extended periods of firing.
fr: Cette arme charge des billes surchauffées dans les canons, les transformant ainsi en plasma. Malheureusement, le système de refroidissement est plutôt déficient et ne permet pas de faire face à des périodes de tir prolongées.
ru: В стволы этого орудия загружаются раскаленные гранулы, которые превращаются в плазму. К сожалению, система охлаждения довольно слабая и не может справиться с длительными периодами стрельбы.
zh_hans: 该武器在枪管中装入高热弹丸，将其转化为等离子体。遗憾的是，其冷却系统相当不足，无法应对长时间的连续射击。

source: Science Adaptive Laser
fr: Laser Adaptatif Scientifique
ru: Адаптивный лазер ученых
zh_hans: 科研适配型激光

source: Science A-L.
fr: Laser A-S.
ru: А. Л. ученых
zh_hans: 考研 A-L。

source: Laser weapon that adapts to its situation, increasing its damage with every 2 volleys shot.
fr: Arme Laser adaptatrice, gagnant en dégâts toutes les 2 salves.
ru: Лазер, который адаптируется к ситуации, увеличивая свой урон каждые 2 залпа.
zh_hans: 可根据环境自动调节的激光武器，每2组射击增加其伤害。

source: Science Adaptive Laser
fr: Laser Adaptatif Scientifique
ru: Адаптивный лазер ученых
zh_hans: 科研适配型激光器

source: Science A-L.
fr: Laser A-S.
ru: А. Л. ученых
zh_hans: 考研 A-L。

source: Laser weapon that adapts to its situation, increasing its damage with every 2 volleys shot.
fr: Arme Laser adaptatrice, gagnant en dégâts toutes les 2 salves.
ru: Лазер, который адаптируется к ситуации, увеличивая свой урон каждые 2 залпа.
zh_hans: 可根据环境自动调节的激光武器，每2组射击增加其伤害。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CHAINGUN_DAMAGE"]/title
source: Science Adaptive Laser
fr: Laser Adaptatif Scientifique
ru: Адаптивный лазер ученых
zh_hans: 科研适配型激光器

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CHAINGUN_DAMAGE"]/short
source: Science A-L.
fr: Laser A-S.
ru: А. Л. ученых
zh_hans: 科研 A-L。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_CHAINGUN_DAMAGE"]/desc
source: Laser weapon that adapts to its situation, increasing its damage with every 2 volleys shot.
fr: Arme Laser adaptatrice, gagnant en dégâts toutes les 2 salves.
ru: Лазер, который адаптируется к ситуации, увеличивая свой урон каждые 2 залпа.
zh_hans: 可根据环境自动调节的激光武器，每2组射击增加其伤害。

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHT_BEAM"]/title
source: Light Pinpoint
fr: Aiguillon lumineux
ru: Легкий точечный луч
zh_hans: 轻型光点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHT_BEAM"]/short
source: Light Pinpoint
fr: Aiguillon lumineux
ru: Легкий точ. луч
zh_hans: 轻型光点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHT_BEAM"]/desc
source: This beam makes more efficient use of power by firing a short low power beam that pops shields.
fr: Ce rayon utilise plus efficacement l'énergie en tirant un court rayon de faible puissance qui fait sauter les boucliers.
ru: Этот точечный луч позволяет более эффективно использовать энергию, стреляя коротким лучом малой мощности, который разрушает щиты.
zh_hans: 该光点武器通过发射一道短暂的低功率光点来击破护盾，从而实现了更高效的能量利用。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_1"]/title
source: Burst Pinpoint Mark I
fr: Aiguillon en Rafale MK I
ru: Импульсный точечный луч мод. I
zh_hans: 爆裂光点I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_1"]/short
source: Burst Pin I
fr: Aiguille en rafale I
ru: Импульс точ. луч I
zh_hans: 爆裂光点I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_1"]/desc
source: This beam makes more efficient use of power by firing multiple short low power beams that pop shields.
fr: Ce rayon utilise plus efficacement l'énergie en tirant plusieurs faisceaux courts et de faible puissance qui font sauter les boucliers.
ru: Этот точечный луч позволяет более эффективно использовать энергию, выпуская несколько коротких лучей малой мощности, которые разрушают щиты.
zh_hans: 该光点武器通过发射多道短暂的低功率光点来击破护盾，从而实现了更高效的能量利用。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_2"]/title
source: Burst Pinpoint Mark II
fr: Aiguillon en Rafale MK II
ru: Импульсный точечный луч мод. II
zh_hans: 爆裂光点II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_2"]/short
source: Burst Pin II
fr: Aiguille en rafale II
ru: Импульс точ. луч II
zh_hans: 爆裂光点II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_2"]/desc
source: This beam makes more efficient use of power by firing multiple short low power beams that pop shields.
fr: Ce rayon utilise plus efficacement l'énergie en tirant plusieurs faisceaux courts et de faible puissance qui font sauter les boucliers.
ru: Этот точечный луч позволяет более эффективно использовать энергию, выпуская несколько коротких лучей малой мощности, которые разрушают щиты.
zh_hans: 该光点武器通过发射多道短暂的低功率光点来击破护盾，从而实现了更高效的能量利用。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_3"]/title
source: Burst Pinpoint Mark III
fr: Aiguillon en Rafale MK III
ru: Импульсный точечный луч мод. III
zh_hans: 爆裂光点III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_3"]/short
source: Burst Pin III
fr: Aiguille en rafale III
ru: Импульс точ. луч III
zh_hans: 爆裂光点III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_BURST_3"]/desc
source: This beam makes more efficient use of power by firing multiple short low power beams that pop shields.
fr: Ce rayon utilise plus efficacement l'énergie en tirant plusieurs faisceaux courts et de faible puissance qui font sauter les boucliers.
ru: Этот точечный луч позволяет более эффективно использовать энергию, выпуская несколько коротких лучей малой мощности, которые разрушают щиты.
zh_hans: 该光点武器通过发射多道短暂的低功率光点来击破护盾，从而实现了更高效的能量利用。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_COMBINER"]/title
source: Multi-Laser
ru: Мультилазер
zh_hans: 多重激光

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_COMBINER"]/short
source: Multi-Laser
ru: Мультилазер
zh_hans: 多重激光

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_COMBINER"]/desc
source: This laser is actually multiple lasers forced into the one barrel.
fr: Ce laser est en fait constitué de plusieurs lasers réunis dans un seul canon.
ru: Этот лазер на самом деле представляет собой несколько лазеров, помещенных в один ствол.
zh_hans: 这款激光实质上是将多道激光强行压缩进同一根炮管中发射。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_SMART"]/title
source: Smart Laser
fr: Laser intelligent
ru: Умный лазер
zh_hans: 智能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_SMART"]/short
source: Smart Laser
fr: Laser intelligent
ru: Умный лазер
zh_hans: 智能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_SMART"]/desc
source: This weapon has a built in AI that takes targeting control out of your hands. It will prioritize taking down Shields, then Weapons, and then Piloting/Engines, and finally after that it will target the designated room.
fr: Cette arme est dotée d'une IA intégrée qui vous enlève le contrôle du ciblage. Elle donnera la priorité à la destruction des boucliers, puis des armes, du pilotage et des moteurs, et enfin de la pièce désignée.
ru: В это орудие встроен ИИ, который избавляет вас от необходимости контролировать прицеливание. В первую очередь он будет уничтожать щиты, затем оружие, затем рулевую рубку/двигатели и, наконец, после этого он нацелится на выбранный отсек.
zh_hans: 该武器内置人工智能，可将瞄准控制权从您手中接管。它将优先摧毁护盾，其次是武器系统，接着是驾驶/引擎系统，最后才会攻击指定舱室。

source: Smart Laser
fr: Laser intelligent
ru: Умный лазер
zh_hans: 智能激光

source: Smart Laser
fr: Laser intelligent
ru: Умный лазер
zh_hans: 智能激光

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LASER_SMART_ENEMY"]/desc
source: This weapon has a built in AI that takes targeting control out of your hands. It will prioritize taking down Shields, then Weapons, and then Piloting/Engines, and finally after that it will target the designated room.
fr: Cette arme est dotée d'une IA intégrée qui vous enlève le contrôle du ciblage. Elle donnera la priorité à la destruction des boucliers, puis des armes, du pilotage et des moteurs, et enfin de la pièce désignée.
ru: В это орудие встроен ИИ, который избавляет вас от необходимости контролировать прицеливание. В первую очередь он будет уничтожать щиты, затем оружие, затем рулевую рубку/двигатели и, наконец, после этого он нацелится на выбранный отсек.
zh_hans: 该武器内置人工智能，可将瞄准控制权从您手中接管。它将优先摧毁护盾，其次是武器系统，接着是驾驶/引擎系统，最后才会攻击指定舱室。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_JUMP_TRACKER"]/title
source: Jump Tracer
fr: Traceur de Saut
ru: Прыжковый трекер
zh_hans: 跃迁追踪弹

# data/blueprints.xml.append$//augBlueprint[@name="RAD_JUMP_TRACKER"]/desc
source: Through the use of advanced sensors and science, this device allows your ship to trace the jumps of certain ships.
fr: Grâce à l'utilisation de la sciences et de capteurs avancées, cet appareil permet à votre vaisseau de tracer les sauts de certains vaisseaux.
ru: Благодаря использованию передовых сенсоров и научных разработок, это устройство позволяет вашему кораблю отслеживать прыжки некоторых кораблей.
zh_hans: 借助先进的传感器与科技原理，该装置使您的飞船能够追踪特定舰船的跃迁轨迹。

# data/blueprints.xml.append$//augBlueprint[@name="FLESH_HULL"]/title
source: Flesh Hull Plating
fr: Revêtement de coque organique
ru: Обшивка корпуса из плоти
zh_hans: 活性舰体装甲
