Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="FLESH_HULL"]/desc
source: Through use of advanced bio-engineering, your hull is able to repair itself over time. However, it's quite unstable. Whenever you fire a weapon, your hull takes 1 damage, or damage equal to the hull damage of the weapon, whichever is higher. At the start of battle you'll heal 10 hull damage automatically
fr: Grâce à une bio-ingénierie avancée, votre coque est capable de se réparer avec le temps. Cependant, elle est assez instable. Chaque fois que vous tirez avec une arme, votre coque subit 1 dégât ou un dégât égal au dégât de coque de l'arme, le plus élevé des deux étant retenu. Au début du combat, vous récupérez automatiquement 10 points de dégâts de coque
ru: Благодаря использованию передовой биоинженерии ваш корпус способен со временем самовосстанавливаться. Однако он весьма нестабилен. Когда вы стреляете из оружия, ваш корпус получает 1 урон или урон, равный урону по корпусу оружия, в зависимости от того, что выше. В начале боя вы автоматически восстановите 10 корпуса.
zh_hans: 通过先进的生物工程技术，您的船体能够随时间自我修复。然而，其状态极不稳定。 每当您武器发射时，船体会受到1点伤害，或受到等同于该武器船体伤害值的伤害，以较高者为准。 战斗开始时，您的船体将自动修复10点

source: Alpha Experiment Crew. Once a powerful phantom at the end of its lifespan, it has been experimented and modified to set everything it touches on fire. Inherited Phantom stats: takes no damage from hazards, 0.8x speed, has door phasing properties Leaves a trail of fire where ever it walks.
fr: Équipage Expérimental Alpha. Autrefois un puissant fantôme en fin de vie, il a été modifié par des expériences pour enflammer tout ce qu'il touche.. Caractéristiques héritées du fantôme : ne subit aucun dégât des dangers environnementaux, vitesse réduite à 0.8x, capacité de traverser les portes.. Laisse une traînée de feu partout où il passe.
ru: Экспериментальный экипаж Альф. Некогда могущественный фантом на исходе своего жизненного цикла был подвергнут экспериментам и модифицирован так, чтобы поджигать все, к чему прикасается. Унаследованные характеристики фантома: не получает урона от опасностей, скорость 0.8x, обладает свойствами проходить сквозь двери. Оставляет за собой огненный след.
zh_hans: 阿尔法实验体船员。曾是生命周期末期的强大幻灵，经过实验与改造后，能使接触的一切起火燃烧。 继承幻灵属性：不受环境危害伤害、移动速度×0.8、具备无视舱门特性 移动时沿途留下火焰轨迹。

source: Experiment 26
fr: Expérience 26
ru: Эксперимент 26
zh_hans: 实验体 26

source: Ex. 26
ru: Эксп. 26

source: Max Health of 110, 2x sabotage speed
fr: Santé max de 110, sabote 2x plus vite
ru: Максимальное здоровье 110, 2x скорость саботажа
zh_hans: 最大生命值:110,破坏伤害×2

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor"]/title
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor"]/short
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR"]/title
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR"]/short
source: Repulsor
fr: Répulseur
ru: Репульсор
zh_hans: 斥力

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR"]/desc
source: Controllable utility drone that provides protection to the room it's in by repelling any projectiles targeting that room. -75 HP, 2x movement speed
fr: Drone utilitaire contrôlable qui protège la pièce dans laquelle il se trouve en repoussant les projectiles qui la visent. -75 HP, vitesse de déplacement 2x
ru: Управляемый полезный дрон, который обеспечивает защиту отсека, в котором находится, отражая любые снаряды, направленные на этот отсек. -75 ОЗ, 2x скорость передвижения
zh_hans: 可控型通用无人机，通过排斥任何飞向该舱室的弹体来提供防护。 -生命值：75,移动速度：×2

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor_enemy"]/title
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor_enemy"]/short
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//crewBlueprint[@name="drone_repulsor_enemy"]/desc
source: YOU SHOULD NEVER SEE THIS.
fr: VOUS NE DEVRIEZ PAS VOIR ÇA.
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ.
zh_hans: 开发人员信息。

source: DRONE
ru: ДРОН
zh_hans: 无人机

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR_ENEMY"]/title
source: Repulsor Drone
fr: Drone répulseur
ru: Репульсорный дрон
zh_hans: 斥力无人机

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR_ENEMY"]/short
source: Repulsor
fr: Répulseur
ru: Репульсор
zh_hans: 斥力

# data/blueprints.xml.append$//droneBlueprint[@name="RAD_REPULSOR_ENEMY"]/desc
source: Controllable utility drone that provides protection to the room it's in by repelling any projectiles targeting that room. -75 HP, 2x movement speed
fr: Drone utilitaire contrôlable qui protège la pièce dans laquelle il se trouve en repoussant les projectiles qui la visent. -75 HP, vitesse de déplacement 2x
ru: Управляемый полезный дрон, который обеспечивает защиту отсека, в котором находится, отражая любые снаряды, направленные на этот отсек. -75 ОЗ, 2x скорость передвижения
zh_hans: 可控型通用无人机，通过排斥任何飞向该舱室的弹体来提供防护。 -生命值：75,移动速度：×2

source: Advanced Station
fr: Station avancée
ru: Продвинутая станция
zh_hans: 先进空间站

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_STATION"]/name
source: Station 27A
ru: Станция 27А
zh_hans: 空间站 27A

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_STATION"]/desc
source: This is one of the R&D Lab's most advanced prototype stations. It's equipped with engines. However, they aren't really useful for anything more than getting from A to B. It has to rely on other methods to avoid getting hit.
fr: Il s'agit de l'une des stations prototypes les plus avancées du laboratoire R&D. Elle est équipée de moteurs, mais ceux-ci ne servent qu'à se déplacer d'un point A à un point B. La station doit compter sur d'autres méthodes pour éviter d'être touchée.
ru: Это одна из самых продвинутых станций-прототипов R&D лаборатории. Она оснащена двигателями. Однако они не слишком подходят для того, чтобы добираться из пункта А в пункт Б. Чтобы не попасть под раздачу, приходится полагаться на что-то другое.
zh_hans: 这是RAD实验室中最先进的原型站点之一。它配备了引擎，但这些引擎的功能仅限于实现从A点到B点的基本移动。站点需依赖其他方式规避攻击。

source: Advanced Station
fr: Station avancée
ru: Продвинутая станция
zh_hans: 先进空间站

source: Station 33B
ru: Станция 33Б
zh_hans: 空间站 33B

source: This station uses advanced drones to protect itself from projectiles to make up for the lack of engine power.
fr: Cette station utilise des drones avancés pour se protéger des projectiles afin de compenser le manque de puissance des moteurs.
ru: Чтобы компенсировать недостаток мощности двигателей, станция использует усовершенствованные дроны для защиты от снарядов.
zh_hans: 该空间站利用高级无人机来抵御弹体的攻击，以此弥补引擎动力的不足。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH"]/class
source: Flesh Cruiser
fr: Croiseur Organique
ru: Крейсер плоти
zh_hans: 血肉星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH"]/name
source: Do NOT eat
fr: Ne pas manger
ru: НЕ ешьте

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH"]/desc
source: Someone really should have stopped this from coming into existence. The meaty exterior isn't very strong, but repairs itself quickly. You'll have to pay attention in order to not overstress the flesh and destroy the hull.
fr: Quelqu'un aurait vraiment dû empêcher cela d'exister. L'extérieur charnu n'est pas très résistant, mais il se répare rapidement. Vous devrez faire attention à ne pas trop solliciter la partie organique et à ne pas détruire la coque.
ru: Кто-то должен был предотвратить его появление. Внешняя обшивка из плоти не очень прочная, но быстро восстанавливается. Придется быть внимательным, чтобы не перегрузить плоть и не разрушить корпус.
zh_hans: 真该有人阻止这东西被造出来。 肉质外壳并不坚固，但能快速自我维修。你必须时刻留意，避免过度压迫血肉组织导致舰体损毁。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_FLESH"]/title
source: Fleshy Heart
fr: Cœur charnu
ru: Сердце плоти
zh_hans: 血肉之心

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_FLESH"]/short
source: Fleshy Heart
fr: Cœur charnu
ru: Сердце плоти
zh_hans: 血肉之心

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_FLESH"]/desc
source: [BASE COOLDOWN: 4] This Heart is quite literally the heart of your ship. Every time it charges it will repair 1 hull damage.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 4] Ce Cœur est littéralement le cœur de votre vaisseau. À chaque recharge, il répare 1 point de dégâts de coque.
ru: [Базовая перезарядка: 4] Это сердце - буквально сердце вашего корабля. Каждый раз, когда оно заряжается, оно восстанавливает 1 повреждение корпуса.
zh_hans: [基础冷却时间：4] 这颗心脏名副其实是你星舰的心脏。 每次充能完成时，它将修复1点舰体损伤。

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_FLESH"]/tooltip
source: Heals the ship
fr: Guérit le vaisseau
ru: Исцеляет корабль
zh_hans: 治疗星舰

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_SWTCH"]/title
source: Switch Drive
fr: Permuter de moteur
ru: Переключатель привода
zh_hans: 切换推进器

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_SWTCH"]/short
source: Switch Drive
fr: Permuter de moteur
ru: Переключатель привода
zh_hans: 切换推进器

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_RAD_SWTCH"]/desc
source: [BASE COOLDOWN: 25] Each time it fires all the crew on each ship are teleported across to the other ship, regardless of which ship they originate from.
fr: [TEMPS DE RECHARGE PAR DÉFAUT : 25] À chaque tir, tout l'équipage de chaque vaisseau est téléporté sur l'autre vaisseau, quelle que soit son origine.
ru: [Базовая перезарядка: 25] При каждом выстреле все члены экипажа каждого корабля телепортируются на другой корабль, независимо от того, с какого корабля они прибыли.
zh_hans: [基础冷却时间：25] 每次启动时，两艘星舰上的所有船员都会被传送到对方舰上，无论他们原本属于哪一方。

source: Creates a Super Shield.
fr: Crée un super bouclier.
ru: Создает суперщит.
zh_hans: 生成一个超级护盾。

source: Fleshy Heart
fr: Cœur charnu
ru: Сердце плоти
zh_hans: 血肉之心

source: Fleshy Heart
fr: Cœur charnu
ru: Сердце плоти
zh_hans: 血肉之心

# data/blueprints.xml.append$//weaponBlueprint[@name="ARTILLERY_FLESH_ENEMY"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: Heals the ship
fr: Guérit le vaisseau
ru: Исцеляет корабль
zh_hans: 治疗星舰

source: Experimental Ghost Cruiser
fr: Croiseur fantôme expérimental
ru: Экспериментал. крейсер призраков
zh_hans: 实验型魂灵星舰

source: 26's Cruiser
fr: 26ème Croiseur
ru: 26-й крейсер
zh_hans: 26号星舰

source: This ship is able to set enemy ships alight with use of both its experimental ghost crew, and a piercing torch beam. Luckily, this ship's teleporter is equipped with a special failsafe feature that recovers crew if they're on an enemy ship as it explodes.
fr: Ce vaisseau est capable d'incendier les vaisseaux ennemis grâce à son équipage fantôme expérimental et à un rayon de torche perforant. Heureusement, le téléporteur de ce vaisseau est équipé d'une fonction spéciale de sécurité qui permet de récupérer l'équipage s'il se trouve sur un vaisseau ennemi au moment de l'explosion.
ru: Этот корабль способен поджигать вражеские корабли, используя как экспериментальный экипаж призраков, так и проникающий луч "Факел". К счастью, телепорт этого корабля оснащен специальной функцией, которая воскрешает экипаж, если он находился на вражеском корабле в момент взрыва.
zh_hans: 这艘星舰能够利用其实验型魂灵船员和穿透性火炬光束点燃敌舰。 幸运的是，该舰的传送器配备了特殊安全机制：若船员身处即将爆炸的敌舰上，系统会自动将其回收。

# data/blueprints.xml.append$//augBlueprint[@name="TELE_EVAC"]/title
source: Combined Med-Clone Bay
fr: Baie combinée Medi-Clone
ru: Комбиниров. Медотсек
zh_hans: 医疗克隆复合舱

# data/blueprints.xml.append$//augBlueprint[@name="TELE_EVAC"]/desc
source: Combines the effects of the medbay with those of the clonebay, allowing your clonebay to both heal and clone, Unfortunately it heals at a lower rate than a medbay would.
fr: Combine les effets de l'infirmerie avec ceux de la baie de clonage, permettant à votre équipement à la fois de soigner et de cloner. Malheureusement, la vitesse de soin est inférieure à celle d'une infirmerie classique.
ru: Сочетает эффекты Медотсека с эффектами Клон-отсека, позволяя вашему Клон-отсеку и лечить, и клонировать, но, к сожалению, лечит он с меньшей скоростью, чем Медотсек.
zh_hans: 此装置融合了医疗舱与克隆舱的功能，使你的克隆舱同时具备治疗与克隆能力。但遗憾的是，其治疗效率低于专用医疗舱。

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_FOCUS"]/title
source: Pinpoint Defender Drone
fr: Drone de défense aiguillon
ru: Точечный защитный дрон
zh_hans: 光点防御无人机

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_FOCUS"]/short
source: Defense Beam
fr: Rayon de défense
ru: Защитный луч
zh_hans: 防御光束

# data/blueprints.xml.append$//droneBlueprint[@name="DEFENSE_FOCUS"]/desc
source: Defense drone capable of targeting lasers or solid projectiles. Shoots a pinpoint beam rather than a laser. Reload: 250 MS
fr: Drone de défense capable de cibler des lasers ou des projectiles solides. Il tire un rayon aiguillon plutôt qu'un laser. Recharge : 250 MS
ru: Защитный дрон, способный поражать лазеры или твердые снаряды. Стреляет не лазером, а точечным лучом. Перезарядка: 250 МС
zh_hans: 可锁定激光或实体弹的防御无人机。发射一道光点而非传统激光。 装填时间：250 毫秒

source: Drone Laser
ru: Лазер дрона
zh_hans: 无人机激光

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_RAD_ZAPPER"]/title
source: Drone Zapper MK III
ru: Дрон Заппер мод. III
zh_hans: 电击无人机III

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_RAD_ZAPPER"]/short
source: Zapper III
ru: Заппер III
zh_hans: 电击III

# data/blueprints.xml.append$//weaponBlueprint[@name="BEAM_RAD_ZAPPER"]/desc
source: This weapon won't do much to an enemy ship, but it will automatically target and fire upon both enemy combat, and defense drones.
fr: Cette arme ne fera pas grand-chose à un vaisseau ennemi, mais elle ciblera et tirera automatiquement sur les drones de combat et de défense ennemis.
ru: Это оружие не способно причинить много вреда вражескому кораблю, но оно автоматически нацеливается и открывает огонь по боевым и защитным дронам противника.
zh_hans: 此武器对敌舰伤害有限，但会自动锁定并攻击敌方战斗无人机与防御无人机。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_NODAMAGE_1"]/title
source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_NODAMAGE_1"]/short
source: Burst Beam Projectile
fr: Projectile de Rayon en Rafale
ru: Импульсный разрывной луч
zh_hans: 连发光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_BEAM_NODAMAGE_1"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SINGULARITY_MINE"]/title
source: Singularity Launcher
fr: Lanceur de Singularité
ru: Пусковая установка сингулярности
zh_hans: 奇点发射器

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SINGULARITY_MINE"]/short
source: Singularity
fr: Singularité
ru: Сингулярность
zh_hans: 奇点

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SINGULARITY_MINE"]/desc
source: Firing one large Bomb capable of tearing a hole is spacetime, it doesn't do any damage on its own, but pulls all free floating projectiles towards it.
fr: Tirant une grosse bombe capable de faire un trou dans l'espace-temps, elle ne fait pas de dégâts par elle-même, mais attire tous les projectiles flottants vers elle.
ru: Выпускает одну большую бомбу, способную проделать дыру в пространстве-времени. Сама по себе она не наносит никакого урона, но притягивает к себе все случайно попавшие в нее снаряды.
zh_hans: 发射一枚能够撕裂时空的大型炸弹。该炸弹本身不造成伤害，但会吸引所有自由飞行的弹体向它聚集。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREDIT"]/title
source: Master Credit Card
fr: Carte de crédit Master
ru: Кредитная мастер-карта
zh_hans: 至尊信用卡

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREDIT"]/desc
source: With access to an endless amount of money, why would you need anywhere to store scrap? Unfortunately there's a monthly spending limit of 200 scrap
fr: Avec l'accès à une quantité infinie d'argent, pourquoi auriez-vous besoin de stocker de la ferraille ? Malheureusement, les dépenses mensuelles sont limitées à 200 pièces de ferraille
ru: Если у вас есть доступ к бесконечной сумме денег, зачем вам где-то хранить лом? К сожалению, существует ограничение на ежемесячные расходы - 200 единиц лома.

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREDIT_2"]/title
source: Bank Vault
fr: Chambre forte de la banque
ru: Банковское хранилище
zh_hans: 银行金库

# data/blueprints.xml.append$//augBlueprint[@name="RAD_CREDIT_2"]/desc
source: You start with 2000 scrap, you cannot gain any more.
fr: Vous commencez avec 2000 ferrailles, vous ne pouvez pas en gagner plus.
ru: Вы начинаете с 2000 единиц лома, но больше получить нельзя.
zh_hans: 初始拥有2000废料，且无法再获得更多。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SYSTEM_DUMB"]/title
source: Low Skill Systems
fr: Systèmes à faible niveau de compétences
ru: Системы низк. ур. навыков
zh_hans: 低阶技能系统

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SYSTEM_DUMB"]/desc
source: Makes the manning bonus inversely proportional to the crew member's skill level, this means a level 0 pilot will provide level 2 manning, and a level 2 pilot will provide level 0 manning. This is because the systems are designed for low skill crew members, and so high skill crew members end up overthinking it and become less efficient.
fr: Rend la prime d'équipage inversement proportionnel au niveau de compétence des membres d'équipage. Cela signifie qu'un pilote de niveau 0 fournira une prime de niveau 2, tandis qu'un pilote de niveau 2 fournira une prime de niveau 0. Cela est dû au fait que les systèmes sont conçus pour des équipages peu qualifiés. Ainsi, les membres hautement qualifiés réfléchissent trop et deviennent moins efficaces.
ru: Сделайте бонус к управлению обратно пропорциональным уровню мастерства члена экипажа, то есть пилот 0-го уровня будет обеспечивать управление 2-го уровня, а пилот 2-го уровня - 0-го уровня. Это происходит потому, что системы рассчитаны на низкоквалифицированных членов экипажа, а высококвалифицированные члены экипажа в итоге перемудрят и станут менее эффективными.
zh_hans: 该系统设计为加成效应与船员技能等级成反比：这意味着0级船员将提供2级加成，而2级船员则提供0级加成。 这是因为系统专为低技能船员设计，高技能船员容易因过度思考而降低操作效率。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH"]/class
source: Yacht Class Cruiser
fr: Croiseur de classe Yacht
ru: Крейсер класса "Яхта"
zh_hans: 游艇级星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH"]/name
source: Solaris
ru: Солярис
zh_hans: 索拉里斯

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH"]/desc
source: A rather expensive ship, with one expensive captain. As the son of a rich tycoon, this captain has access to unlimited funds, and thusly decided not to install anyway to collect scrap during his travels, However his card has a monthly withdrawal limit...
fr: Un vaisseau luxueux, avec un capitaine tout aussi coûteux. En tant que fils d'un riche magnat, ce capitaine a accès à des fonds illimités, et a donc décidé de ne pas installer de système de récupération de la ferraille au cours de ses voyages, mais sa carte a une limite de retrait mensuelle...
ru: Довольно дорогой корабль с дорогим капитаном. Как сын богатого магната, этот капитан имеет доступ к неограниченным средствам, и поэтому решил не устанавливать ничего, чтобы собирать металлолом во время своих путешествий, однако его карта имеет месячный лимит снятия...

source: Advanced Station
fr: Station avancée
ru: Продвинутая станция
zh_hans: 先进空间站

source: Station 99C
ru: Станция 99Ц
zh_hans: 空间站99C

source: This station uses abduction beams to kill the crew of any ship in it's way, it also has upgraded engines, enabling much more mobility than past stations.
fr: Cette station utilise des rayons d'enlèvement pour tuer l'équipage de tout vaisseau se trouvant sur son chemin. Elle dispose également de moteurs améliorés, ce qui lui permet d'être beaucoup plus mobile que les stations précédentes.
ru: Эта станция использует похищающие лучи, чтобы убить экипаж любого корабля, оказавшегося на ее пути. Она также оснащена модернизированными двигателями, что позволяет ей быть гораздо более мобильной, чем предыдущие станции.
zh_hans: 该空间站利用绑架光束消灭沿途所有舰船上的船员，并搭载了升级版引擎，机动性远超以往的空间站型号。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_2"]/class
source: Yacht Class Cruiser
fr: Croiseur de classe Yacht
ru: Крейсер класса "Яхта"
zh_hans: 游艇级星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_2"]/name
source: Trainer One
fr: Formateur Un
ru: Тренажер один
zh_hans: 训练者一号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_2"]/desc
source: At one point this ship would have been considered quite elegant, but over the years it has been modified and repaired into a more useful state. The ship is designed as a training platform, and as such doesn't require very high skilled crew members to function.
fr: À une certaine époque, ce vaisseau aurait été considéré comme très élégant, mais au fil des ans, il a été modifié et réparé afin d'être plus utile. Le vaisseau est conçu comme une plate-forme d'entraînement et, en tant que tel, ne nécessite pas de membres d'équipage très qualifiés pour fonctionner.
ru: Когда-то этот корабль считался весьма элегантным, но за прошедшие годы он был модифицирован и отремонтирован до более пригодного состояния. Корабль спроектирован как учебная платформа, поэтому для его функционирования не требуются высококвалифицированные члены экипажа.
zh_hans: 这艘舰船曾一度被视为相当优雅的设计，但历经多年改造与维修后，已转变为更实用的形态。该舰作为训练舰台而设计，因此无需高技能船员即可运作。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_3"]/class
source: Yacht Class Cruiser
fr: Croiseur de classe Yacht
ru: Крейсер класса "Яхта"
zh_hans: 游艇级星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_3"]/name
source: Expensive
fr: Luxueux
ru: Дорогой
zh_hans: 昂贵

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_RICH_3"]/desc
source: After a serious heist you've managed to secure a lot of gold, however you still don't have anywhere to put your scrap.
fr: Après un braquage réussi, vous avez mis la main sur une grande quantité d'or. Cependant, vous n'avez toujours nulle part où stocker votre ferraille.
ru: После серьезного ограбления вам удалось заполучить много золота, однако вам все еще некуда складывать свой металлолом.
zh_hans: 经历一场重大劫案后，你成功获取了大量黄金，但仍无处存放你的废料。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SMALL"]/title
source: Elite Shuttle Technology
fr: Technologie de navette d'élite
ru: Элитная шатловая технология
zh_hans: 精英穿梭机技术
