Repository: ftl-mv-translation/RAD
Catalog: locale/data/blueprints.xml.append/*.po
Languages: fr, ru, zh_hans

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SMALL"]/desc
source: Automatically Repairs all systems (Unless breached or on fire). Provides ion resistance to Weapons and Shields. Gives 50% system resistance. Gives 50% hull resistance. Weapons charge 50% faster.
fr: Répare automatiquement tous les systèmes (sauf en cas de brèche ou d'incendie). Fournit une résistance ionique aux armes et aux boucliers. Donne 50% de résistance aux systèmes. Donne 50% de résistance à la coque. Les armes se chargent 50% plus vite.
ru: Автоматически ремонтирует все системы (если они не повреждены или не горят). Обеспечивает ионное сопротивление оружию и щитам. Дает 50% сопротивления системы. Дает 50% сопротивления корпуса. Оружие заряжается на 50% быстрее.
zh_hans: 自动修复所有系统（除非被破舱或着火）。 为武器与护盾系统提供离子抗性。 赋予50%系统伤害抗性。 赋予50%舰体伤害抗性。 武器充能速度提升50%。

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_HUGE"]/class
source: Combat Shuttle
fr: Navette de combat
ru: Боевой шаттл
zh_hans: 战斗穿梭机

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_HUGE"]/name
source: H.U.G.E
ru: О.Г.Р.О.М.Н.Ы.Й

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_HUGE"]/desc
source: This ship may just break the game, so be prepared for the run to just break.
fr: Ce vaisseau peut tout simplement casser le jeu, alors préparez-vous à voir votre run partir en vrille.
ru: Этот корабль может просто сломать игру, так что будьте готовы к тому, что он просто сломается.
zh_hans: 这艘舰船或许会破坏游戏平衡，请做好存档崩溃的准备。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SDRAIN"]/title
source: Shield Drain Beam
fr: Rayon de Drainage de Bouclier
ru: Истощающий щиты луч
zh_hans: 护盾锁定光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SDRAIN"]/short
source: S-Drain Beam
fr: Rayon Drain-B
ru: Ист. щиты луч
zh_hans: S-锁定光束

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_SDRAIN"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

source: This weapon completely drains the shield of the target, allowing your weapons to wreck havoc on their systems. It will also completely destroy a super shield, however it will require a second shot to drain the shield after. Stats: Required Power: 2 Charge Time: 15 seconds Max Shots: 2 Shots Per Charge: 1 Base Hull Damage: 0 Total System Damage: 0 Default Price: 80~ - Selling Price:40~
fr: Cette arme draine complètement le bouclier de la cible, ce qui permet à vos armes de faire des ravages dans ses systèmes. Elle peut également détruire complètement un super-bouclier, mais il faut alors tirer une deuxième fois pour drainer le bouclier. Stats: Puissance requise : 2 Temps de charge : 15 secondes Tirs maximum : 2 Tirs par charge : 1 Dégâts à la coque : 0 Dégâts au système : 0 Prix par défaut : 80~ - Prix de vente:40~
ru: Это орудие полностью уничтожает щит цели, позволяя вашим орудиям разрушать ее системы. Оно также полностью уничтожит суперщит, однако для этого потребуется второй выстрел. Характеристики: Необходимая мощность: 2 Время перезарядки: 15 сек. Выстрелов в очереди: 1 Урон корпусу: 0 Урон системам: 0 Покупка: 80~ - Продажа: 40~
zh_hans: 该武器可完全吸收目标护盾能量，使你的其他武器能对其系统造成毁灭性打击。 它也能彻底摧毁超级护盾，但之后需额外一发射击才能吸尽剩余护盾能量。 参数： 所需能量： 2 充能时间： 15秒 最大弹容量： 2 单次充能射击次数： 1 舰体伤害： 0 系统伤害： 0 默认价格： 80~ -出售价格： 40~

# data/blueprints.xml.append$//augBlueprint[@name="RAD_ZS_CHARGE"]/title
source: Zoltan Shield Charger
fr: Chargeur de bouclier Zoltan
ru: Зарядник золтан. щита
zh_hans: 超能族护盾充能器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_ZS_CHARGE"]/desc
source: The shield generator now generates Super Shield layers instead of normal shield layers.
fr: Le générateur de bouclier produit désormais des couches de super-bouclier au lieu de couches de bouclier normales.
ru: Генератор щитов теперь генерирует слои суперщита вместо обычных слоев щитов.
zh_hans: 该护盾发生器现在生成超能护盾层，而非普通护盾层。

source: Zolgi Cruiser
fr: Croiseur Zolgi
ru: Крейсер Золджи

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH_2"]/name
source: Endurance
ru: Выносливость
zh_hans: 持久号

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH_2"]/desc
source: A combination of Zoltan and Engi technology, this ship combines the Engi power generation technology with that of the Zoltan shield technology, allowing the ship to generate a super shield layer every few seconds.
fr: Combinaison des technologies Zoltan et Engi, ce vaisseau associe la technologie de production d'énergie Engi à celle des boucliers Zoltan, ce qui lui permet de générer une super couche de bouclier toutes les quelques secondes.
ru: Сочетание технологий золтан и энджи. Этот корабль объединяет технологию генерации энергии энджи с технологией золтанских щитов, позволяя кораблю генерировать суперщит каждые несколько секунд.
zh_hans: 融合超能族与半械族科技的星舰，结合了半械族的能量生成技术与超能族的护盾技术，使舰船能够每数秒生成一层超能护盾。

source: Switch-Back Cruiser
fr: Croiseur de retour en arrière
ru: Крейсер Свитчбек
zh_hans: 折返式星舰

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH_3"]/name
source: Ship Swap
fr: Échange de vaisseaux
ru: Подмена кораблей
zh_hans: 星舰置换

# data/blueprints.xml.append$//shipBlueprint[@name="PLAYER_SHIP_RAD_FLESH_3"]/desc
source: An advanced Teleportation system enables you to teleport your entire crew aboard the enemy ship, however an unfortunate side effect is that it also teleports the entire enemy crew onto your ship.
fr: Un système de téléportation avancé vous permet de téléporter tout votre équipage à bord du vaisseau ennemi, mais un effet secondaire malheureux est qu'il téléporte également tout l'équipage ennemi sur votre vaisseau.
ru: Продвинутая система телепортации позволяет вам перенести весь экипаж на борт вражеского корабля, однако неприятным побочным эффектом является то, что она также телепортирует весь вражеский экипаж на ваш корабль.
zh_hans: 一套先进的传送系统允许你将全体船员传送至敌舰上，但一个不幸的副作用是：它同时会将所有敌方船员传送到你的舰船上。

source: Shield Cruiser
fr: Croiseur-bouclier
ru: Крейсер Щит
zh_hans: 护盾星舰

source: Under Armour
fr: Sous-Armure
ru: Под защитой
zh_hans: 次级装甲

source: This ship is able to deploy a revolutionary Zoltan under-shield. The 4 artillery weapons traditionally deployed on a vessel like this have been swapped out for special devices that allow the shield to be deployed outside of the Zoltan shield.
fr: Ce vaisseau est capable de déployer un sous-bouclier révolutionnaire Zoltan. Les 4 armes d'artillerie traditionnellement déployées sur un vaisseau de ce type ont été remplacées par des dispositifs spéciaux qui permettent de déployer le bouclier à l'extérieur du bouclier zoltan.
ru: Этот корабль способен использовать революционный золтанский щит. 4 артиллерийских орудия, традиционно размещаемые на подобных кораблях, были заменены на специальные устройства, позволяющие развернуть щит вне золтанского щита.
zh_hans: 这艘星舰能够部署革命性的超能族次级护盾发生器。 传统部署在此类舰船上的4门巨炮已被替换为特殊装置，使得护盾可在超能护盾之外独立展开。

source: Scrambled Cruiser
fr: Croiseur brouillé
ru: Крейсер Скрамбл
zh_hans: 扰频星舰

source: Insanity
fr: La folie
ru: Безумие
zh_hans: 狂乱

source: Something went very very wrong in this ship.
fr: Quelque chose a très mal tourné dans ce vaisseau.
ru: На этом корабле что-то пошло очень очень не так.
zh_hans: 这艘星舰的某个环节出了非常、非常严重的问题。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_ZS_UNDER"]/title
source: Zoltan Under-Shield
fr: Sous-bouclier Zoltan
ru: Золтан под щитом
zh_hans: 超能族次级护盾发生器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_ZS_UNDER"]/desc
source: Like a Zoltan overshield, but it goes under the normal shield bubble.
fr: Comme un surbouclier Zoltan, mais il se place sous la bulle de bouclier normale.
ru: Как золтанский суперщит, но он находится под обычными пузырями щитов.
zh_hans: 类似于超能族超能护盾，但其作用位置位于常规护盾之下的次级护盾。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SCRAM"]/title
source: Scramble Drive
fr: Générateur Embrouilleur
ru: Скрембл-драйв
zh_hans: 扰频推进器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_SCRAM"]/desc
source: Every 15 seconds everyone on your ship is mysteriously shifted to a new room, luckily it appears the piloting room escaped the effect.
fr: Toutes les 15 secondes, tous les passagers de votre vaisseau sont mystérieusement déplacés dans une nouvelle pièce, heureusement, il semble que la salle de pilotage ait échappé à cet effet.
ru: Каждые 15 секунд все на вашем корабле таинственным образом перемещаются в другой отсек, к счастью, рулевая рубка избежала этого эффекта.
zh_hans: 每15秒，你舰上的所有船员都会被神秘地转移至随机舱室。幸运的是，驾驶舱似乎能豁免此效应。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_3"]/title
source: Super Shield MK III
fr: Super Bouclier MK III
ru: Суперщит мод. III
zh_hans: 超能护盾III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_3"]/short
source: Shield III
fr: Bouclier III
ru: Щит III
zh_hans: 护盾III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_3"]/desc
source: This weapon won't do much to an enemy ship, but it will recharge 3 energy shield layers every time it charges and fires.
fr: Cette arme n'infligera pas beaucoup de dégâts à un vaisseau ennemi, mais elle rechargera 3 couches de bouclier énergétique à chaque charge et tir.
ru: Это оружие не способно причинить много вреда вражескому кораблю, но оно добавляет 3 слоя энергетического щита каждый раз, когда заряжается и стреляет.
zh_hans: 此武器对敌舰伤害有限，但每次充能并发射时会为超能护盾恢复3层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_2"]/title
source: Super Shield MK II
fr: Super Bouclier MK II
ru: Суперщит мод. II
zh_hans: 超能护盾II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_2"]/short
source: Shield II
fr: Bouclier II
ru: Щит II
zh_hans: 护盾III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_2"]/desc
source: This weapon won't do much to an enemy ship, but it will recharge 2 energy shield layers every time it charges and fires.
fr: Cette arme n'infligera pas beaucoup de dégâts à un vaisseau ennemi, mais elle rechargera 2 couches de bouclier énergétique à chaque charge et tir.
ru: Это оружие не способно причинить много вреда вражескому кораблю, но оно добавляет 2 слоя энергетического щита каждый раз, когда заряжается и стреляет.
zh_hans: 此武器对敌舰伤害有限，但每次充能并发射时会为超能护盾恢复2层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_1"]/title
source: Super Shield MK I
fr: Super Bouclier MK I
ru: Суперщит мод. I
zh_hans: 超能护盾I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_1"]/short
source: Shield I
fr: Bouclier I
ru: Щит I
zh_hans: 护盾I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_ZSGUN_1"]/desc
source: This weapon won't do much to an enemy ship, but it will recharge an energy shield layer every time it charges and fires.
fr: Cette arme n'infligera pas beaucoup de dégâts à un vaisseau ennemi, mais elle rechargera une couche de bouclier énergétique à chaque charge et tir.
ru: Это оружие не способно причинить много вреда вражескому кораблю, но при каждой зарядке и выстреле оно добавляет слой энергетического щита.
zh_hans: 此武器对敌舰伤害有限，但每次充能并发射时会为超能护盾恢复1层护盾。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_BEAM"]/title
source: Lightning Beam Projectile
fr: Projectile de Rayon Foudroyant
ru: Молниеносный разрывной луч
zh_hans: 连锁闪电光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_BEAM"]/short
source: Lightning Beam Projectile
fr: Projectile de Rayon Foudroyant
ru: Молниеносный разрывной луч
zh_hans: 连锁闪电光束弹体

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_BEAM"]/desc
source: YOU SHOULD NEVER SEE THIS
fr: VOUS NE DEVRIEZ PAS VOIR ÇA
ru: ВЫ НИКОГДА НЕ ДОЛЖНЫ ЭТО ВИДЕТЬ
zh_hans: 开发人员信息

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_1"]/title
source: Tesla Cannon MK I
fr: Canon Tesla MK I
ru: Тесла-пушка мод. I
zh_hans: 特斯拉炮I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_1"]/short
source: Tesla I
ru: Тесла I
zh_hans: 特斯拉I

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_1"]/desc
source: This lightning weapon chains to an adjacent room 5 times.
fr: Cette arme foudroyante se propage jusqu'à 5 fois vers une pièce adjacente.
ru: Это молниеносное оружие попадает в соседний отсек 5 раз.
zh_hans: 此连锁闪电武器可连续跳跃至相邻舱室5次。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_2"]/title
source: Tesla Cannon MK II
fr: Canon Tesla MK II
ru: Тесла-пушка мод. II
zh_hans: 特斯拉炮II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_2"]/short
source: Tesla II
ru: Тесла II
zh_hans: 特斯拉II

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_2"]/desc
source: This lightning weapon chains to an adjacent room 4 times.
fr: Cette arme foudroyante se propage jusqu'à 4 fois vers une pièce adjacente.
ru: Это молниеносное оружие попадает в соседний отсек 4 раза.
zh_hans: 此连锁闪电武器可连续跳跃至相邻舱室4次。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_3"]/title
source: Tesla Cannon MK III
fr: Canon Tesla MK III
ru: Тесла-пушка мод. III
zh_hans: 特斯拉炮III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_3"]/short
source: Tesla III
ru: Тесла III
zh_hans: 特斯拉III

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_3"]/desc
source: This lightning weapon chains to an adjacent room 2 times.
fr: Cette arme foudroyante se propage jusqu'à 2 fois vers une pièce adjacente.
ru: Это молниеносное оружие попадает в соседний отсек 2 раза.
zh_hans: 此连锁闪电武器可连续跳跃至相邻舱室2次。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_ION"]/title
source: Ion Cascade Cannon
fr: Canon à cascade d'ions
ru: Ионная каскадная пушка
zh_hans: 连锁离子炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_ION"]/short
source: Ion Cascade
fr: Cascade d'ions
ru: Ионный каскад
zh_hans: 连锁离子

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_ION"]/desc
source: This lightning weapon chains to an adjacent room 3 times.
fr: Cette arme foudroyante se propage jusqu'à 3 fois vers une pièce adjacente.
ru: Это молниеносное оружие попадает в соседний отсек 3 раза.
zh_hans: 此连锁闪电武器可连续跳跃至相邻舱室3次。

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_FIRE"]/title
source: Re-Action Cannon
fr: Canon à ré-action
ru: Повторная пушка
zh_hans: 连锁火炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_FIRE"]/short
source: Re-Action
fr: Ré-action
ru: Повторная пушка
zh_hans: 连锁炮

# data/blueprints.xml.append$//weaponBlueprint[@name="RAD_LIGHTNING_FIRE"]/desc
source: This lightning weapon chains to an adjacent room 3 times. This weapon also pops shield layers
fr: Cette arme foudroyante se propage jusqu'à 3 fois vers une pièce adjacente. Cette arme fait également sauter les couches de bouclier
ru: Это молниеносное оружие попадает в соседний отсек 3 раза. Это оружие также уничтожает слои щита.
zh_hans: 此连锁闪电可连续跳跃至相邻舱室3次，同时能够击破护盾

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_MULTISHOT"]/title
source: Multishot Weapons
fr: Armes à tirs multiples
ru: Многозарядное оружие
zh_hans: 多重射击武器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_MULTISHOT"]/desc
source: All weapons fire twice as many projectiles/shots/beams, but reduces weapon recharge rate by 50%. Can be installed internally for 20 scrap in the storage menu, does not stack.
fr: Toutes les armes tirent deux fois plus de projectiles/tirs/lasers, mais la vitesse de recharge des armes est réduite de 50 %. Peut être installé en interne pour 20 ferrailles dans le menu de stockage, ne se cumule pas.
ru: Разделяет каждый выпущенный снаряд или луч на две части, однако урон по корпусу, системам и ионный урон уменьшаются вдвое. В случае, если базовое значение нечетное, один снаряд будет наносить больше урона, чем другой. При использовании Высокоэнергетического оружия все снаряды удваиваются, но сохраняют свой первоначальный урон. Можно установить внутрь корабля за 20 единиц лома в меню склада.
zh_hans: 所有武器发射的弹体/射击次数/光束数量翻倍，但武器充能速度降低50%。 可在星舰管理菜单中以20废料安装此系统。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_BIGSHOT"]/title
source: High Energy Weapons
fr: Armes à haute énergie
ru: Высокоэнергетическое оружие
zh_hans: 高能武器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_BIGSHOT"]/desc
source: Doubles the hull damage, system damage, and ion damage of all projectiles or beams you fire, but reduces weapon recharge rate by 50%. Can be installed internally for 20 scrap in the storage menu, does not stack.
fr: Double les dégâts à la coque, les dégâts au système et les dégâts ioniques de tous les projectiles ou rayons que vous tirez, mais réduit le taux de recharge des armes de 50 %. Peut être installé en interne pour 20 ferrailles dans le menu de stockage, ne se cumule pas.
ru: Удваивает урон по корпусу, системный урон и ионный урон всех выпущенных вами снарядов или лучей, но снижает скорость перезарядки оружия на 60%. При использовании с многозарядным оружием, количество всех снарядов удваивается, но сохраняется первоначальный урон. Можно установить внутрь корабля за 20 единиц лома в меню склада, не складывается.
zh_hans: 使所有你发射的弹体或光束的舰体伤害、系统伤害、离子伤害翻倍，但武器充能速度降低50%。 可在星舰管理菜单中以20废料安装此系统。，效果不可叠加。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_RAILGUN"]/title
source: Rail Accelerated Weapons
fr: Armes à accélération électromagnétique
ru: Рельсотрон
zh_hans: 轨道加速武器

# data/blueprints.xml.append$//augBlueprint[@name="RAD_WM_RAILGUN"]/desc
source: Multiplies the speed of all your projectiles and beams by 4. Railguns, hell yeah! Can be installed internally for 10 scrap in the storage menu, does not stack.
fr: Multiplie la vitesse de tous vos projectiles et faisceaux par 4. Les canons électromagnétique, ça envoi ! Peut être installé en interne pour 10 ferrailles dans le menu de stockage, ne se cumule pas.
ru: Увеличивает скорость всех ваших снарядов и лучей на 4. Рейлганы, да, черт возьми! Можно установить внутрь корабля за 10 единиц лома в меню склада, не складывается.
zh_hans: 使你所有弹体和光束的速度提升至4倍。轨道炮，就是这么强！ 可在星舰管理菜单中以10废料安装此系统。，效果不可叠加。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_MOD_SUS"]/title
source: Repair Sustainers
fr: Soutiens de Réparation
ru: Монтажные опоры
zh_hans: 维修维生装置

# data/blueprints.xml.append$//augBlueprint[@name="RAD_MOD_SUS"]/desc
source: When crew leave a room that is only partially repaired, the repair level is sustained and isn't lost due to the crewmember leaving the room. Can be installed internally for 10 scrap in the storage menu, does not stack.
fr: Lorsque l'équipage quitte une pièce qui n'est que partiellement réparée, le niveau de réparation est maintenu et n'est pas perdu en raison du départ membre d'équipage. Peut être installé en interne pour 10 ferrailles dans le menu de stockage, ne se cumule pas.
ru: Когда экипаж покидает отсек, который отремонтирован лишь частично, уровень ремонта сохраняется и не теряется из-за того, что член экипажа покинул отсек. Можно установить внутрь корабля за 10 единиц лома в меню склада, не складывается.
zh_hans: 当船员离开未完全修复的舱室时，修复进度将被保留，不会因船员离开而丢失。 可在星舰管理菜单中以10废料安装此系统。，效果不可叠加。

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_MULTISHOT"]/title
source: Multishot Weapons
fr: Armes à tirs multiples
ru: Многозарядное оружие
zh_hans: 多重分裂射击武器

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_MULTISHOT"]/desc
source: Splits every projectile or beam you fire in two, however the hull damage, system damage, and ion damage are halved. In the case that the base value is odd, one projectile will have more damage than the other. Can be installed internally for 20 scrap in the storage menu.
fr: Divise chaque projectile ou rayon tiré en deux, cependant les dégâts de coque, de système et d'ion sont réduits de moitié. Si la valeur de base est impaire, un projectile infligera plus de dégâts que l'autre. Peut être installé en interne pour 20 ferrailles dans le menu de stockage.
ru: Разделяет каждый выпущенный снаряд или луч на две части, однако урон по корпусу, системам и ионами уменьшается вдвое. В случае, если базовое значение нечетное, один снаряд будет наносить больше урона, чем другой. Можно установить внутрь корабля за 20 единиц лома в меню склада.
zh_hans: 将你发射的每颗弹体或光束分裂为两发，但舰体伤害、系统伤害与离子伤害减半。若基础伤害值为奇数，则其中一发造成的伤害会略高于另一发。 可在星舰管理菜单中以20废料安装此系统。。

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_BIGSHOT"]/title
source: High Energy Weapons
fr: Armes à haute énergie
ru: Высокоэнергетическое оружие
zh_hans: 低级高能武器

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_BIGSHOT"]/desc
source: Doubles the hull damage, system damage, and ion damage of all projectiles or beams you fire, but reduces weapon recharge rate by 60%, Incompatible with Multishot. Can be installed internally for 20 scrap in the storage menu.
fr: Double les dégâts à la coque, les dégâts au système et les dégâts ioniques de tous les projectiles ou rayons que vous tirez, mais réduit le taux de recharge des armes de 60 %, incompatible avec le tir mutliple. Peut être installé en interne pour 20 ferrailles dans le menu de stockage.
ru: Удваивает урон по корпусу, системный урон и ионный урон всех выпущенных вами снарядов или лучей, но снижает скорость перезарядки оружия на 60%, несовместим с Многозарядным оружием. Можно установить внутрь корабля за 20 единиц лома в меню склада.
zh_hans: 使你发射的所有弹体或光束的舰体伤害、系统伤害、离子伤害翻倍，但武器充能速度降低60%，且与多重射击系统不兼容。 可在星舰管理菜单中以20废料安装此系统。。

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_RAILGUN"]/title
source: Rail Accelerated Weapons
fr: Armes à accélération électromagnétique
ru: Рельсотрон
zh_hans: 轨道加速武器

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_WM_RAILGUN"]/desc
source: Multiplies the speed of all your projectiles and beams by 4. Railguns, hell yeah! Can be installed internally for 10 scrap in the storage menu.
fr: Multiplie la vitesse de tous vos projectiles et faisceaux par 4. Les canons électromagnétique, ça envoi ! Peut être installé en interne pour 10 ferrailles dans le menu de stockage.
ru: Увеличивает скорость всех ваших снарядов и лучей на 4. Рейлганы да, черт возьми! Можно установить внутрь корабля за 10 единиц лома в меню склада.
zh_hans: 使你所有弹体和光束的速度提升至4倍。轨道炮，就是这么强！ 可在星舰管理菜单中以10废料安装此系统。

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_MOD_SUS"]/title
source: Repair Sustainers
fr: Soutiens de Réparation
ru: Монтажные опоры
zh_hans: 维修维生装置

# data/blueprints.xml.append$//augBlueprint[@name="IN_RAD_MOD_SUS"]/desc
source: When crew leave a room that is only partially repaired, the repair level is sustained and isn't lost due to the crewmember leaving the room. Can be installed internally for 10 scrap in the storage menu.
fr: Lorsque l'équipage quitte une pièce qui n'est que partiellement réparée, le niveau de réparation est maintenu et n'est pas perdu en raison du départ membre d'équipage. Peut être installé en interne pour 10 ferrailles dans le menu de stockage.
ru: Когда экипаж покидает отсек, который отремонтирован лишь частично, уровень ремонта сохраняется и не теряется из-за того, что член экипажа покинул отсек. Можно установить внутрь корабля за 10 единиц лома в меню склада.
zh_hans: 当船员离开未完全修复的舱室时，修复进度将被保留，不会因船员离开而丢失。 可在星舰管理菜单中以10废料安装此系统。

# data/blueprints.xml.append$//augBlueprint[@name="RAD_REFLECT_HULL"]/title
source: Reflective Hull Plating
fr: Revêtement de coque réfléchissant
ru: Отражающая обшивка кор.
zh_hans: 反射型舰体镀层
